{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"<s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":3,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":4,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Strip","strip_left":true,"strip_right":true},{"type":"NFC"}]},"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true,"use_regex":true},"post_processor":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true,"use_regex":true},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true,"use_regex":true},"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"byte_fallback":false,"ignore_merges":false,"vocab":{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,",":5,"-":6,".":7,"0":8,"1":9,"2":10,"3":11,"4":12,"5":13,"6":14,"7":15,"8":16,"9":17,"Ġ":18,"Ġ,":19,"Ġ-":20,"Ġ.":21,"Ġ0":22,"Ġ1":23,"Ġ2":24,"Ġ3":25,"Ġ4":26,"Ġ5":27,"Ġ6":28,"Ġ7":29,"Ġ8":30,"Ġ9":31},"merges":[["Ġ",","],["Ġ","-"],["Ġ","."],["Ġ","0"],["Ġ","1"],["Ġ","2"],["Ġ","3"],["Ġ","4"],["Ġ","5"],["Ġ","6"],["Ġ","7"],["Ġ","8"],["Ġ","9"]]}}