{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":3,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":4,"content":"[NEG]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":5,"content":"[DEC]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":{"type":"NFKC"},"pre_tokenizer":{"type":"Digits","individual_digits":false},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"[CLS]","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"[SEP]","type_id":0}}],"pair":[{"SpecialToken":{"id":"[CLS]","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"[SEP]","type_id":0}},{"Sequence":{"id":"B","type_id":1}},{"SpecialToken":{"id":"[SEP]","type_id":1}}],"special_tokens":{"[CLS]":{"id":"[CLS]","ids":[1],"tokens":["[CLS]"]},"[DEC]":{"id":"[DEC]","ids":[1],"tokens":["[DEC]"]},"[NEG]":{"id":"[NEG]","ids":[1],"tokens":["[NEG]"]},"[SEP]":{"id":"[SEP]","ids":[1],"tokens":["[SEP]"]}}},"decoder":{"type":"WordPiece","prefix":"##","cleanup":true},"model":{"type":"WordPiece","unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[CLS]":0,"[SEP]":1,"[PAD]":2,"[UNK]":3,"[NEG]":4,"[DEC]":5,"\n":6,",":7,"-":8,".":9,"0":10,"1":11,"2":12,"3":13,"4":14,"5":15,"6":16,"7":17,"8":18,"9":19,"##8":20,"##0":21,"##9":22,"##4":23,"##7":24,"##2":25,"##1":26,"##5":27,"##3":28,"##6":29,"##\n":30,"18":31,"10":32,"19":33,"14":34,"17":35,"12":36,"11":37,"15":38,"13":39,"16":40,"28":41,"20":42,"29":43,"24":44,"27":45,"22":46,"21":47,"25":48,"23":49,"26":50,"##00":51,"##88":52,"##80":53,"##89":54,"##84":55,"##87":56,"##82":57,"##81":58,"##85":59,"##83":60,"##86":61,"##08":62,"##09":63,"##04":64,"##07":65,"##02":66,"##01":67,"##05":68,"##03":69,"##06":70,"##98":71,"##90":72,"##99":73,"##94":74,"##97":75,"##92":76,"##91":77,"##95":78,"##93":79,"##96":80,"##48":81,"##40":82,"##49":83,"##44":84,"##47":85,"##42":86,"##41":87,"##45":88,"##43":89,"##46":90,"##78":91,"##70":92,"##79":93,"##74":94,"##77":95,"##72":96,"##71":97,"##75":98,"##73":99,"##76":100,"##28":101,"##20":102,"##29":103,"##24":104,"##27":105,"##22":106,"##21":107,"##25":108,"##23":109,"##26":110,"##18":111,"##10":112,"##19":113,"##14":114,"##17":115,"##12":116,"##11":117,"##15":118,"##13":119,"##16":120,"##58":121,"##50":122,"##59":123,"##54":124,"##57":125,"##52":126,"##51":127,"##55":128,"##53":129,"##56":130,"##38":131,"##30":132,"##39":133,"##34":134,"##37":135,"##32":136,"##31":137,"##35":138,"##33":139,"##36":140,"##68":141,"##60":142,"##69":143,"##64":144,"##67":145,"##62":146,"##61":147,"##65":148,"##63":149,"##66":150,"300":151,"38":152,"30":153,"39":154,"34":155,"37":156,"32":157,"31":158,"35":159,"33":160,"36":161,"388":162,"380":163,"389":164,"384":165,"387":166,"382":167,"381":168,"385":169,"383":170,"386":171,"308":172,"309":173,"304":174,"307":175,"302":176,"301":177,"305":178,"303":179,"306":180,"398":181,"390":182,"399":183,"394":184,"397":185,"392":186,"391":187,"395":188,"393":189,"396":190,"348":191,"340":192,"349":193,"344":194,"347":195,"342":196,"341":197,"345":198,"343":199,"346":200,"378":201,"370":202,"379":203,"374":204,"377":205,"372":206,"371":207,"375":208,"373":209,"376":210,"328":211,"320":212,"329":213,"324":214,"327":215,"322":216,"321":217,"325":218,"323":219,"326":220,"318":221,"310":222,"319":223,"314":224,"317":225,"312":226,"311":227,"315":228,"313":229,"316":230,"358":231,"350":232,"359":233,"354":234,"357":235,"352":236,"351":237,"355":238,"353":239,"356":240,"338":241,"330":242,"339":243,"334":244,"337":245,"332":246,"331":247,"335":248,"333":249,"336":250,"368":251,"360":252,"369":253,"364":254,"367":255,"362":256,"361":257,"365":258,"363":259,"366":260,"48":261,"40":262,"49":263,"44":264,"47":265,"42":266,"41":267,"45":268,"43":269,"46":270,"400":271,"488":272,"480":273,"489":274,"484":275,"487":276,"482":277,"481":278,"485":279,"483":280,"486":281,"408":282,"409":283,"404":284,"407":285,"402":286,"401":287,"405":288,"403":289,"406":290,"498":291,"490":292,"499":293,"494":294,"497":295,"492":296,"491":297,"495":298,"493":299,"496":300,"448":301,"440":302,"449":303,"444":304,"447":305,"442":306,"441":307,"445":308,"443":309,"446":310,"478":311,"470":312,"479":313,"474":314,"477":315,"472":316,"471":317,"475":318,"473":319,"476":320,"428":321,"420":322,"429":323,"424":324,"427":325,"422":326,"421":327,"425":328,"423":329,"426":330,"418":331,"410":332,"419":333,"414":334,"417":335,"412":336,"411":337,"415":338,"413":339,"416":340,"458":341,"450":342,"459":343,"454":344,"457":345,"452":346,"451":347,"455":348,"453":349,"456":350,"438":351,"430":352,"439":353,"434":354,"437":355,"432":356,"431":357,"435":358,"433":359,"436":360,"468":361,"460":362,"469":363,"464":364,"467":365,"462":366,"461":367,"465":368,"463":369,"466":370,"58":371,"50":372,"59":373,"54":374,"57":375,"52":376,"51":377,"55":378,"53":379,"56":380,"500":381,"588":382,"580":383,"589":384,"584":385,"587":386,"582":387,"581":388,"585":389,"583":390,"586":391,"508":392,"509":393,"504":394,"507":395,"502":396,"501":397,"505":398,"503":399,"506":400,"598":401,"590":402,"599":403,"594":404,"597":405,"592":406,"591":407,"595":408,"593":409,"596":410,"548":411,"540":412,"549":413,"544":414,"547":415,"542":416,"541":417,"545":418,"543":419,"546":420,"578":421,"570":422,"579":423,"574":424,"577":425,"572":426,"571":427,"575":428,"573":429,"576":430,"528":431,"520":432,"529":433,"524":434,"527":435,"522":436,"521":437,"525":438,"523":439,"526":440,"518":441,"510":442,"519":443,"514":444,"517":445,"512":446,"511":447,"515":448,"513":449,"516":450,"558":451,"550":452,"559":453,"554":454,"557":455,"552":456,"551":457,"555":458,"553":459,"556":460,"538":461,"530":462,"539":463,"534":464,"537":465,"532":466,"531":467,"535":468,"533":469,"536":470,"568":471,"560":472,"569":473,"564":474,"567":475,"562":476,"561":477,"565":478,"563":479,"566":480,"68":481,"60":482,"69":483,"64":484,"67":485,"62":486,"61":487,"65":488,"63":489,"66":490,"600":491,"688":492,"680":493,"689":494,"684":495,"687":496,"682":497,"681":498,"685":499,"683":500,"686":501,"608":502,"609":503,"604":504,"607":505,"602":506,"601":507,"605":508,"603":509,"606":510,"698":511,"690":512,"699":513,"694":514,"697":515,"692":516,"691":517,"695":518,"693":519,"696":520,"648":521,"640":522,"649":523,"644":524,"647":525,"642":526,"641":527,"645":528,"643":529,"646":530,"678":531,"670":532,"679":533,"674":534,"677":535,"672":536,"671":537,"675":538,"673":539,"676":540,"628":541,"620":542,"629":543,"624":544,"627":545,"622":546,"621":547,"625":548,"623":549,"626":550,"618":551,"610":552,"619":553,"614":554,"617":555,"612":556,"611":557,"615":558,"613":559,"616":560,"658":561,"650":562,"659":563,"654":564,"657":565,"652":566,"651":567,"655":568,"653":569,"656":570,"638":571,"630":572,"639":573,"634":574,"637":575,"632":576,"631":577,"635":578,"633":579,"636":580,"668":581,"660":582,"669":583,"664":584,"667":585,"662":586,"661":587,"665":588,"663":589,"666":590,"78":591,"70":592,"79":593,"74":594,"77":595,"72":596,"71":597,"75":598,"73":599,"76":600,"700":601,"788":602,"780":603,"789":604,"784":605,"787":606,"782":607,"781":608,"785":609,"783":610,"786":611,"708":612,"709":613,"704":614,"707":615,"702":616,"701":617,"705":618,"703":619,"706":620,"798":621,"790":622,"799":623,"794":624,"797":625,"792":626,"791":627,"795":628,"793":629,"796":630,"748":631,"740":632,"749":633,"744":634,"747":635,"742":636,"741":637,"745":638,"743":639,"746":640,"778":641,"770":642,"779":643,"774":644,"777":645,"772":646,"771":647,"775":648,"773":649,"776":650,"728":651,"720":652,"729":653,"724":654,"727":655,"722":656,"721":657,"725":658,"723":659,"726":660,"718":661,"710":662,"719":663,"714":664,"717":665,"712":666,"711":667,"715":668,"713":669,"716":670,"758":671,"750":672,"759":673,"754":674,"757":675,"752":676,"751":677,"755":678,"753":679,"756":680,"738":681,"730":682,"739":683,"734":684,"737":685,"732":686,"731":687,"735":688,"733":689,"736":690,"768":691,"760":692,"769":693,"764":694,"767":695,"762":696,"761":697,"765":698,"763":699,"766":700,"88":701,"80":702,"89":703,"84":704,"87":705,"82":706,"81":707,"85":708,"83":709,"86":710,"800":711,"888":712,"880":713,"889":714,"884":715,"887":716,"882":717,"881":718,"885":719,"883":720,"886":721,"808":722,"809":723,"804":724,"807":725,"802":726,"801":727,"805":728,"803":729,"806":730,"898":731,"890":732,"899":733,"894":734,"897":735,"892":736,"891":737,"895":738,"893":739,"896":740,"848":741,"840":742,"849":743,"844":744,"847":745,"842":746,"841":747,"845":748,"843":749,"846":750,"878":751,"870":752,"879":753,"874":754,"877":755,"872":756,"871":757,"875":758,"873":759,"876":760,"828":761,"820":762,"829":763,"824":764,"827":765,"822":766,"821":767,"825":768,"823":769,"826":770,"818":771,"810":772,"819":773,"814":774,"817":775,"812":776,"811":777,"815":778,"813":779,"816":780,"858":781,"850":782,"859":783,"854":784,"857":785,"852":786,"851":787,"855":788,"853":789,"856":790,"838":791,"830":792,"839":793,"834":794,"837":795,"832":796,"831":797,"835":798,"833":799,"836":800,"868":801,"860":802,"869":803,"864":804,"867":805,"862":806,"861":807,"865":808,"863":809,"866":810,"98":811,"90":812,"99":813,"94":814,"97":815,"92":816,"91":817,"95":818,"93":819,"96":820,"900":821,"988":822,"980":823,"989":824,"984":825,"987":826,"982":827,"981":828,"985":829,"983":830,"986":831,"908":832,"909":833,"904":834,"907":835,"902":836,"901":837,"905":838,"903":839,"906":840,"998":841,"990":842,"999":843,"994":844,"997":845,"992":846,"991":847,"995":848,"993":849,"996":850,"948":851,"940":852,"949":853,"944":854,"947":855,"942":856,"941":857,"945":858,"943":859,"946":860,"978":861,"970":862,"979":863,"974":864,"977":865,"972":866,"971":867,"975":868,"973":869,"976":870,"928":871,"920":872,"929":873,"924":874,"927":875,"922":876,"921":877,"925":878,"923":879,"926":880,"918":881,"910":882,"919":883,"914":884,"917":885,"912":886,"911":887,"915":888,"913":889,"916":890,"958":891,"950":892,"959":893,"954":894,"957":895,"952":896,"951":897,"955":898,"953":899,"956":900,"938":901,"930":902,"939":903,"934":904,"937":905,"932":906,"931":907,"935":908,"933":909,"936":910,"968":911,"960":912,"969":913,"964":914,"967":915,"962":916,"961":917,"965":918,"963":919,"966":920,"188":921,"180":922,"189":923,"184":924,"187":925,"182":926,"181":927,"185":928,"183":929,"186":930,"1800":931,"1888":932,"1880":933,"1889":934,"1884":935,"1887":936,"1882":937,"1881":938,"1885":939,"1883":940,"1886":941,"1808":942,"1809":943,"1804":944,"1807":945,"1802":946,"1801":947,"1805":948,"1803":949,"1806":950,"1898":951,"1890":952,"1899":953,"1894":954,"1897":955,"1892":956,"1891":957,"1895":958,"1893":959,"1896":960,"1848":961,"1840":962,"1849":963,"1844":964,"1847":965,"1842":966,"1841":967,"1845":968,"1843":969,"1846":970,"1878":971,"1870":972,"1879":973,"1874":974,"1877":975,"1872":976,"1871":977,"1875":978,"1873":979,"1876":980,"1828":981,"1820":982,"1829":983,"1824":984,"1827":985,"1822":986,"1821":987,"1825":988,"1823":989,"1826":990,"1818":991,"1810":992,"1819":993,"1814":994,"1817":995,"1812":996,"1811":997,"1815":998,"1813":999,"1816":1000,"1858":1001,"1850":1002,"1859":1003,"1854":1004,"1857":1005,"1852":1006,"1851":1007,"1855":1008,"1853":1009,"1856":1010,"1838":1011,"1830":1012,"1839":1013,"1834":1014,"1837":1015,"1832":1016,"1831":1017,"1835":1018,"1833":1019,"1836":1020,"1868":1021,"1860":1022,"1869":1023,"1864":1024,"1867":1025,"1862":1026,"1861":1027,"1865":1028,"1863":1029,"1866":1030,"108":1031,"100":1032,"109":1033,"104":1034,"107":1035,"102":1036,"101":1037,"105":1038,"103":1039,"106":1040,"1000":1041,"1088":1042,"1080":1043,"1089":1044,"1084":1045,"1087":1046,"1082":1047,"1081":1048,"1085":1049,"1083":1050,"1086":1051,"1008":1052,"1009":1053,"1004":1054,"1007":1055,"1002":1056,"1001":1057,"1005":1058,"1003":1059,"1006":1060,"1098":1061,"1090":1062,"1099":1063,"1094":1064,"1097":1065,"1092":1066,"1091":1067,"1095":1068,"1093":1069,"1096":1070,"1048":1071,"1040":1072,"1049":1073,"1044":1074,"1047":1075,"1042":1076,"1041":1077,"1045":1078,"1043":1079,"1046":1080,"1078":1081,"1070":1082,"1079":1083,"1074":1084,"1077":1085,"1072":1086,"1071":1087,"1075":1088,"1073":1089,"1076":1090,"1028":1091,"1020":1092,"1029":1093,"1024":1094,"1027":1095,"1022":1096,"1021":1097,"1025":1098,"1023":1099,"1026":1100,"1018":1101,"1010":1102,"1019":1103,"1014":1104,"1017":1105,"1012":1106,"1011":1107,"1015":1108,"1013":1109,"1016":1110,"1058":1111,"1050":1112,"1059":1113,"1054":1114,"1057":1115,"1052":1116,"1051":1117,"1055":1118,"1053":1119,"1056":1120,"1038":1121,"1030":1122,"1039":1123,"1034":1124,"1037":1125,"1032":1126,"1031":1127,"1035":1128,"1033":1129,"1036":1130,"1068":1131,"1060":1132,"1069":1133,"1064":1134,"1067":1135,"1062":1136,"1061":1137,"1065":1138,"1063":1139,"1066":1140,"198":1141,"190":1142,"199":1143,"194":1144,"197":1145,"192":1146,"191":1147,"195":1148,"193":1149,"196":1150,"1900":1151,"1988":1152,"1980":1153,"1989":1154,"1984":1155,"1987":1156,"1982":1157,"1981":1158,"1985":1159,"1983":1160,"1986":1161,"1908":1162,"1909":1163,"1904":1164,"1907":1165,"1902":1166,"1901":1167,"1905":1168,"1903":1169,"1906":1170,"1998":1171,"1990":1172,"1999":1173,"1994":1174,"1997":1175,"1992":1176,"1991":1177,"1995":1178,"1993":1179,"1996":1180,"1948":1181,"1940":1182,"1949":1183,"1944":1184,"1947":1185,"1942":1186,"1941":1187,"1945":1188,"1943":1189,"1946":1190,"1978":1191,"1970":1192,"1979":1193,"1974":1194,"1977":1195,"1972":1196,"1971":1197,"1975":1198,"1973":1199,"1976":1200,"1928":1201,"1920":1202,"1929":1203,"1924":1204,"1927":1205,"1922":1206,"1921":1207,"1925":1208,"1923":1209,"1926":1210,"1918":1211,"1910":1212,"1919":1213,"1914":1214,"1917":1215,"1912":1216,"1911":1217,"1915":1218,"1913":1219,"1916":1220,"1958":1221,"1950":1222,"1959":1223,"1954":1224,"1957":1225,"1952":1226,"1951":1227,"1955":1228,"1953":1229,"1956":1230,"1938":1231,"1930":1232,"1939":1233,"1934":1234,"1937":1235,"1932":1236,"1931":1237,"1935":1238,"1933":1239,"1936":1240,"1968":1241,"1960":1242,"1969":1243,"1964":1244,"1967":1245,"1962":1246,"1961":1247,"1965":1248,"1963":1249,"1966":1250,"148":1251,"140":1252,"149":1253,"144":1254,"147":1255,"142":1256,"141":1257,"145":1258,"143":1259,"146":1260,"1400":1261,"1488":1262,"1480":1263,"1489":1264,"1484":1265,"1487":1266,"1482":1267,"1481":1268,"1485":1269,"1483":1270,"1486":1271,"1408":1272,"1409":1273,"1404":1274,"1407":1275,"1402":1276,"1401":1277,"1405":1278,"1403":1279,"1406":1280,"1498":1281,"1490":1282,"1499":1283,"1494":1284,"1497":1285,"1492":1286,"1491":1287,"1495":1288,"1493":1289,"1496":1290,"1448":1291,"1440":1292,"1449":1293,"1444":1294,"1447":1295,"1442":1296,"1441":1297,"1445":1298,"1443":1299,"1446":1300,"1478":1301,"1470":1302,"1479":1303,"1474":1304,"1477":1305,"1472":1306,"1471":1307,"1475":1308,"1473":1309,"1476":1310,"1428":1311,"1420":1312,"1429":1313,"1424":1314,"1427":1315,"1422":1316,"1421":1317,"1425":1318,"1423":1319,"1426":1320,"1418":1321,"1410":1322,"1419":1323,"1414":1324,"1417":1325,"1412":1326,"1411":1327,"1415":1328,"1413":1329,"1416":1330,"1458":1331,"1450":1332,"1459":1333,"1454":1334,"1457":1335,"1452":1336,"1451":1337,"1455":1338,"1453":1339,"1456":1340,"1438":1341,"1430":1342,"1439":1343,"1434":1344,"1437":1345,"1432":1346,"1431":1347,"1435":1348,"1433":1349,"1436":1350,"1468":1351,"1460":1352,"1469":1353,"1464":1354,"1467":1355,"1462":1356,"1461":1357,"1465":1358,"1463":1359,"1466":1360,"178":1361,"170":1362,"179":1363,"174":1364,"177":1365,"172":1366,"171":1367,"175":1368,"173":1369,"176":1370,"1700":1371,"1788":1372,"1780":1373,"1789":1374,"1784":1375,"1787":1376,"1782":1377,"1781":1378,"1785":1379,"1783":1380,"1786":1381,"1708":1382,"1709":1383,"1704":1384,"1707":1385,"1702":1386,"1701":1387,"1705":1388,"1703":1389,"1706":1390,"1798":1391,"1790":1392,"1799":1393,"1794":1394,"1797":1395,"1792":1396,"1791":1397,"1795":1398,"1793":1399,"1796":1400,"1748":1401,"1740":1402,"1749":1403,"1744":1404,"1747":1405,"1742":1406,"1741":1407,"1745":1408,"1743":1409,"1746":1410,"1778":1411,"1770":1412,"1779":1413,"1774":1414,"1777":1415,"1772":1416,"1771":1417,"1775":1418,"1773":1419,"1776":1420,"1728":1421,"1720":1422,"1729":1423,"1724":1424,"1727":1425,"1722":1426,"1721":1427,"1725":1428,"1723":1429,"1726":1430,"1718":1431,"1710":1432,"1719":1433,"1714":1434,"1717":1435,"1712":1436,"1711":1437,"1715":1438,"1713":1439,"1716":1440,"1758":1441,"1750":1442,"1759":1443,"1754":1444,"1757":1445,"1752":1446,"1751":1447,"1755":1448,"1753":1449,"1756":1450,"1738":1451,"1730":1452,"1739":1453,"1734":1454,"1737":1455,"1732":1456,"1731":1457,"1735":1458,"1733":1459,"1736":1460,"1768":1461,"1760":1462,"1769":1463,"1764":1464,"1767":1465,"1762":1466,"1761":1467,"1765":1468,"1763":1469,"1766":1470,"128":1471,"120":1472,"129":1473,"124":1474,"127":1475,"122":1476,"121":1477,"125":1478,"123":1479,"126":1480,"1200":1481,"1288":1482,"1280":1483,"1289":1484,"1284":1485,"1287":1486,"1282":1487,"1281":1488,"1285":1489,"1283":1490,"1286":1491,"1208":1492,"1209":1493,"1204":1494,"1207":1495,"1202":1496,"1201":1497,"1205":1498,"1203":1499,"1206":1500,"1298":1501,"1290":1502,"1299":1503,"1294":1504,"1297":1505,"1292":1506,"1291":1507,"1295":1508,"1293":1509,"1296":1510,"1248":1511,"1240":1512,"1249":1513,"1244":1514,"1247":1515,"1242":1516,"1241":1517,"1245":1518,"1243":1519,"1246":1520,"1278":1521,"1270":1522,"1279":1523,"1274":1524,"1277":1525,"1272":1526,"1271":1527,"1275":1528,"1273":1529,"1276":1530,"1228":1531,"1220":1532,"1229":1533,"1224":1534,"1227":1535,"1222":1536,"1221":1537,"1225":1538,"1223":1539,"1226":1540,"1218":1541,"1210":1542,"1219":1543,"1214":1544,"1217":1545,"1212":1546,"1211":1547,"1215":1548,"1213":1549,"1216":1550,"1258":1551,"1250":1552,"1259":1553,"1254":1554,"1257":1555,"1252":1556,"1251":1557,"1255":1558,"1253":1559,"1256":1560,"1238":1561,"1230":1562,"1239":1563,"1234":1564,"1237":1565,"1232":1566,"1231":1567,"1235":1568,"1233":1569,"1236":1570,"1268":1571,"1260":1572,"1269":1573,"1264":1574,"1267":1575,"1262":1576,"1261":1577,"1265":1578,"1263":1579,"1266":1580,"118":1581,"110":1582,"119":1583,"114":1584,"117":1585,"112":1586,"111":1587,"115":1588,"113":1589,"116":1590,"1100":1591,"1188":1592,"1180":1593,"1189":1594,"1184":1595,"1187":1596,"1182":1597,"1181":1598,"1185":1599,"1183":1600,"1186":1601,"1108":1602,"1109":1603,"1104":1604,"1107":1605,"1102":1606,"1101":1607,"1105":1608,"1103":1609,"1106":1610,"1198":1611,"1190":1612,"1199":1613,"1194":1614,"1197":1615,"1192":1616,"1191":1617,"1195":1618,"1193":1619,"1196":1620,"1148":1621,"1140":1622,"1149":1623,"1144":1624,"1147":1625,"1142":1626,"1141":1627,"1145":1628,"1143":1629,"1146":1630,"1178":1631,"1170":1632,"1179":1633,"1174":1634,"1177":1635,"1172":1636,"1171":1637,"1175":1638,"1173":1639,"1176":1640,"1128":1641,"1120":1642,"1129":1643,"1124":1644,"1127":1645,"1122":1646,"1121":1647,"1125":1648,"1123":1649,"1126":1650,"1118":1651,"1110":1652,"1119":1653,"1114":1654,"1117":1655,"1112":1656,"1111":1657,"1115":1658,"1113":1659,"1116":1660,"1158":1661,"1150":1662,"1159":1663,"1154":1664,"1157":1665,"1152":1666,"1151":1667,"1155":1668,"1153":1669,"1156":1670,"1138":1671,"1130":1672,"1139":1673,"1134":1674,"1137":1675,"1132":1676,"1131":1677,"1135":1678,"1133":1679,"1136":1680,"1168":1681,"1160":1682,"1169":1683,"1164":1684,"1167":1685,"1162":1686,"1161":1687,"1165":1688,"1163":1689,"1166":1690,"158":1691,"150":1692,"159":1693,"154":1694,"157":1695,"152":1696,"151":1697,"155":1698,"153":1699,"156":1700,"1500":1701,"1588":1702,"1580":1703,"1589":1704,"1584":1705,"1587":1706,"1582":1707,"1581":1708,"1585":1709,"1583":1710,"1586":1711,"1508":1712,"1509":1713,"1504":1714,"1507":1715,"1502":1716,"1501":1717,"1505":1718,"1503":1719,"1506":1720,"1598":1721,"1590":1722,"1599":1723,"1594":1724,"1597":1725,"1592":1726,"1591":1727,"1595":1728,"1593":1729,"1596":1730,"1548":1731,"1540":1732,"1549":1733,"1544":1734,"1547":1735,"1542":1736,"1541":1737,"1545":1738,"1543":1739,"1546":1740,"1578":1741,"1570":1742,"1579":1743,"1574":1744,"1577":1745,"1572":1746,"1571":1747,"1575":1748,"1573":1749,"1576":1750,"1528":1751,"1520":1752,"1529":1753,"1524":1754,"1527":1755,"1522":1756,"1521":1757,"1525":1758,"1523":1759,"1526":1760,"1518":1761,"1510":1762,"1519":1763,"1514":1764,"1517":1765,"1512":1766,"1511":1767,"1515":1768,"1513":1769,"1516":1770,"1558":1771,"1550":1772,"1559":1773,"1554":1774,"1557":1775,"1552":1776,"1551":1777,"1555":1778,"1553":1779,"1556":1780,"1538":1781,"1530":1782,"1539":1783,"1534":1784,"1537":1785,"1532":1786,"1531":1787,"1535":1788,"1533":1789,"1536":1790,"1568":1791,"1560":1792,"1569":1793,"1564":1794,"1567":1795,"1562":1796,"1561":1797,"1565":1798,"1563":1799,"1566":1800,"138":1801,"130":1802,"139":1803,"134":1804,"137":1805,"132":1806,"131":1807,"135":1808,"133":1809,"136":1810,"1300":1811,"1388":1812,"1380":1813,"1389":1814,"1384":1815,"1387":1816,"1382":1817,"1381":1818,"1385":1819,"1383":1820,"1386":1821,"1308":1822,"1309":1823,"1304":1824,"1307":1825,"1302":1826,"1301":1827,"1305":1828,"1303":1829,"1306":1830,"1398":1831,"1390":1832,"1399":1833,"1394":1834,"1397":1835,"1392":1836,"1391":1837,"1395":1838,"1393":1839,"1396":1840,"1348":1841,"1340":1842,"1349":1843,"1344":1844,"1347":1845,"1342":1846,"1341":1847,"1345":1848,"1343":1849,"1346":1850,"1378":1851,"1370":1852,"1379":1853,"1374":1854,"1377":1855,"1372":1856,"1371":1857,"1375":1858,"1373":1859,"1376":1860,"1328":1861,"1320":1862,"1329":1863,"1324":1864,"1327":1865,"1322":1866,"1321":1867,"1325":1868,"1323":1869,"1326":1870,"1318":1871,"1310":1872,"1319":1873,"1314":1874,"1317":1875,"1312":1876,"1311":1877,"1315":1878,"1313":1879,"1316":1880,"1358":1881,"1350":1882,"1359":1883,"1354":1884,"1357":1885,"1352":1886,"1351":1887,"1355":1888,"1353":1889,"1356":1890,"1338":1891,"1330":1892,"1339":1893,"1334":1894,"1337":1895,"1332":1896,"1331":1897,"1335":1898,"1333":1899,"1336":1900,"1368":1901,"1360":1902,"1369":1903,"1364":1904,"1367":1905,"1362":1906,"1361":1907,"1365":1908,"1363":1909,"1366":1910,"168":1911,"160":1912,"169":1913,"164":1914,"167":1915,"162":1916,"161":1917,"165":1918,"163":1919,"166":1920,"1600":1921,"1688":1922,"1680":1923,"1689":1924,"1684":1925,"1687":1926,"1682":1927,"1681":1928,"1685":1929,"1683":1930,"1686":1931,"1608":1932,"1609":1933,"1604":1934,"1607":1935,"1602":1936,"1601":1937,"1605":1938,"1603":1939,"1606":1940,"1698":1941,"1690":1942,"1699":1943,"1694":1944,"1697":1945,"1692":1946,"1691":1947,"1695":1948,"1693":1949,"1696":1950,"1648":1951,"1640":1952,"1649":1953,"1644":1954,"1647":1955,"1642":1956,"1641":1957,"1645":1958,"1643":1959,"1646":1960,"1678":1961,"1670":1962,"1679":1963,"1674":1964,"1677":1965,"1672":1966,"1671":1967,"1675":1968,"1673":1969,"1676":1970,"1628":1971,"1620":1972,"1629":1973,"1624":1974,"1627":1975,"1622":1976,"1621":1977,"1625":1978,"1623":1979,"1626":1980,"1618":1981,"1610":1982,"1619":1983,"1614":1984,"1617":1985,"1612":1986,"1611":1987,"1615":1988,"1613":1989,"1616":1990,"1658":1991,"1650":1992,"1659":1993,"1654":1994,"1657":1995,"1652":1996,"1651":1997,"1655":1998,"1653":1999,"1656":2000,"1638":2001,"1630":2002,"1639":2003,"1634":2004,"1637":2005,"1632":2006,"1631":2007,"1635":2008,"1633":2009,"1636":2010,"1668":2011,"1660":2012,"1669":2013,"1664":2014,"1667":2015,"1662":2016,"1661":2017,"1665":2018,"1663":2019,"1666":2020,"288":2021,"280":2022,"289":2023,"284":2024,"287":2025,"282":2026,"281":2027,"285":2028,"283":2029,"286":2030,"2800":2031,"2888":2032,"2880":2033,"2889":2034,"2884":2035,"2887":2036,"2882":2037,"2881":2038,"2885":2039,"2883":2040,"2886":2041,"2808":2042,"2809":2043,"2804":2044,"2807":2045,"2802":2046,"2801":2047,"2805":2048,"2803":2049,"2806":2050,"2898":2051,"2890":2052,"2899":2053,"2894":2054,"2897":2055,"2892":2056,"2891":2057,"2895":2058,"2893":2059,"2896":2060,"2848":2061,"2840":2062,"2849":2063,"2844":2064,"2847":2065,"2842":2066,"2841":2067,"2845":2068,"2843":2069,"2846":2070,"2878":2071,"2870":2072,"2879":2073,"2874":2074,"2877":2075,"2872":2076,"2871":2077,"2875":2078,"2873":2079,"2876":2080,"2828":2081,"2820":2082,"2829":2083,"2824":2084,"2827":2085,"2822":2086,"2821":2087,"2825":2088,"2823":2089,"2826":2090,"2818":2091,"2810":2092,"2819":2093,"2814":2094,"2817":2095,"2812":2096,"2811":2097,"2815":2098,"2813":2099,"2816":2100,"2858":2101,"2850":2102,"2859":2103,"2854":2104,"2857":2105,"2852":2106,"2851":2107,"2855":2108,"2853":2109,"2856":2110,"2838":2111,"2830":2112,"2839":2113,"2834":2114,"2837":2115,"2832":2116,"2831":2117,"2835":2118,"2833":2119,"2836":2120,"2868":2121,"2860":2122,"2869":2123,"2864":2124,"2867":2125,"2862":2126,"2861":2127,"2865":2128,"2863":2129,"2866":2130,"208":2131,"200":2132,"209":2133,"204":2134,"207":2135,"202":2136,"201":2137,"205":2138,"203":2139,"206":2140,"2000":2141,"2088":2142,"2080":2143,"2089":2144,"2084":2145,"2087":2146,"2082":2147,"2081":2148,"2085":2149,"2083":2150,"2086":2151,"2008":2152,"2009":2153,"2004":2154,"2007":2155,"2002":2156,"2001":2157,"2005":2158,"2003":2159,"2006":2160,"2098":2161,"2090":2162,"2099":2163,"2094":2164,"2097":2165,"2092":2166,"2091":2167,"2095":2168,"2093":2169,"2096":2170,"2048":2171,"2040":2172,"2049":2173,"2044":2174,"2047":2175,"2042":2176,"2041":2177,"2045":2178,"2043":2179,"2046":2180,"2078":2181,"2070":2182,"2079":2183,"2074":2184,"2077":2185,"2072":2186,"2071":2187,"2075":2188,"2073":2189,"2076":2190,"2028":2191,"2020":2192,"2029":2193,"2024":2194,"2027":2195,"2022":2196,"2021":2197,"2025":2198,"2023":2199,"2026":2200,"2018":2201,"2010":2202,"2019":2203,"2014":2204,"2017":2205,"2012":2206,"2011":2207,"2015":2208,"2013":2209,"2016":2210,"2058":2211,"2050":2212,"2059":2213,"2054":2214,"2057":2215,"2052":2216,"2051":2217,"2055":2218,"2053":2219,"2056":2220,"2038":2221,"2030":2222,"2039":2223,"2034":2224,"2037":2225,"2032":2226,"2031":2227,"2035":2228,"2033":2229,"2036":2230,"2068":2231,"2060":2232,"2069":2233,"2064":2234,"2067":2235,"2062":2236,"2061":2237,"2065":2238,"2063":2239,"2066":2240,"298":2241,"290":2242,"299":2243,"294":2244,"297":2245,"292":2246,"291":2247,"295":2248,"293":2249,"296":2250,"2900":2251,"2988":2252,"2980":2253,"2989":2254,"2984":2255,"2987":2256,"2982":2257,"2981":2258,"2985":2259,"2983":2260,"2986":2261,"2908":2262,"2909":2263,"2904":2264,"2907":2265,"2902":2266,"2901":2267,"2905":2268,"2903":2269,"2906":2270,"2998":2271,"2990":2272,"2999":2273,"2994":2274,"2997":2275,"2992":2276,"2991":2277,"2995":2278,"2993":2279,"2996":2280,"2948":2281,"2940":2282,"2949":2283,"2944":2284,"2947":2285,"2942":2286,"2941":2287,"2945":2288,"2943":2289,"2946":2290,"2978":2291,"2970":2292,"2979":2293,"2974":2294,"2977":2295,"2972":2296,"2971":2297,"2975":2298,"2973":2299,"2976":2300,"2928":2301,"2920":2302,"2929":2303,"2924":2304,"2927":2305,"2922":2306,"2921":2307,"2925":2308,"2923":2309,"2926":2310,"2918":2311,"2910":2312,"2919":2313,"2914":2314,"2917":2315,"2912":2316,"2911":2317,"2915":2318,"2913":2319,"2916":2320,"2958":2321,"2950":2322,"2959":2323,"2954":2324,"2957":2325,"2952":2326,"2951":2327,"2955":2328,"2953":2329,"2956":2330,"2938":2331,"2930":2332,"2939":2333,"2934":2334,"2937":2335,"2932":2336,"2931":2337,"2935":2338,"2933":2339,"2936":2340,"2968":2341,"2960":2342,"2969":2343,"2964":2344,"2967":2345,"2962":2346,"2961":2347,"2965":2348,"2963":2349,"2966":2350,"248":2351,"240":2352,"249":2353,"244":2354,"247":2355,"242":2356,"241":2357,"245":2358,"243":2359,"246":2360,"2400":2361,"2488":2362,"2480":2363,"2489":2364,"2484":2365,"2487":2366,"2482":2367,"2481":2368,"2485":2369,"2483":2370,"2486":2371,"2408":2372,"2409":2373,"2404":2374,"2407":2375,"2402":2376,"2401":2377,"2405":2378,"2403":2379,"2406":2380,"2498":2381,"2490":2382,"2499":2383,"2494":2384,"2497":2385,"2492":2386,"2491":2387,"2495":2388,"2493":2389,"2496":2390,"2448":2391,"2440":2392,"2449":2393,"2444":2394,"2447":2395,"2442":2396,"2441":2397,"2445":2398,"2443":2399,"2446":2400,"2478":2401,"2470":2402,"2479":2403,"2474":2404,"2477":2405,"2472":2406,"2471":2407,"2475":2408,"2473":2409,"2476":2410,"2428":2411,"2420":2412,"2429":2413,"2424":2414,"2427":2415,"2422":2416,"2421":2417,"2425":2418,"2423":2419,"2426":2420,"2418":2421,"2410":2422,"2419":2423,"2414":2424,"2417":2425,"2412":2426,"2411":2427,"2415":2428,"2413":2429,"2416":2430,"2458":2431,"2450":2432,"2459":2433,"2454":2434,"2457":2435,"2452":2436,"2451":2437,"2455":2438,"2453":2439,"2456":2440,"2438":2441,"2430":2442,"2439":2443,"2434":2444,"2437":2445,"2432":2446,"2431":2447,"2435":2448,"2433":2449,"2436":2450,"2468":2451,"2460":2452,"2469":2453,"2464":2454,"2467":2455,"2462":2456,"2461":2457,"2465":2458,"2463":2459,"2466":2460,"278":2461,"270":2462,"279":2463,"274":2464,"277":2465,"272":2466,"271":2467,"275":2468,"273":2469,"276":2470,"2700":2471,"2788":2472,"2780":2473,"2789":2474,"2784":2475,"2787":2476,"2782":2477,"2781":2478,"2785":2479,"2783":2480,"2786":2481,"2708":2482,"2709":2483,"2704":2484,"2707":2485,"2702":2486,"2701":2487,"2705":2488,"2703":2489,"2706":2490,"2798":2491,"2790":2492,"2799":2493,"2794":2494,"2797":2495,"2792":2496,"2791":2497,"2795":2498,"2793":2499,"2796":2500,"2748":2501,"2740":2502,"2749":2503,"2744":2504,"2747":2505,"2742":2506,"2741":2507,"2745":2508,"2743":2509,"2746":2510,"2778":2511,"2770":2512,"2779":2513,"2774":2514,"2777":2515,"2772":2516,"2771":2517,"2775":2518,"2773":2519,"2776":2520,"2728":2521,"2720":2522,"2729":2523,"2724":2524,"2727":2525,"2722":2526,"2721":2527,"2725":2528,"2723":2529,"2726":2530,"2718":2531,"2710":2532,"2719":2533,"2714":2534,"2717":2535,"2712":2536,"2711":2537,"2715":2538,"2713":2539,"2716":2540,"2758":2541,"2750":2542,"2759":2543,"2754":2544,"2757":2545,"2752":2546,"2751":2547,"2755":2548,"2753":2549,"2756":2550,"2738":2551,"2730":2552,"2739":2553,"2734":2554,"2737":2555,"2732":2556,"2731":2557,"2735":2558,"2733":2559,"2736":2560,"2768":2561,"2760":2562,"2769":2563,"2764":2564,"2767":2565,"2762":2566,"2761":2567,"2765":2568,"2763":2569,"2766":2570,"228":2571,"220":2572,"229":2573,"224":2574,"227":2575,"222":2576,"221":2577,"225":2578,"223":2579,"226":2580,"2200":2581,"2288":2582,"2280":2583,"2289":2584,"2284":2585,"2287":2586,"2282":2587,"2281":2588,"2285":2589,"2283":2590,"2286":2591,"2208":2592,"2209":2593,"2204":2594,"2207":2595,"2202":2596,"2201":2597,"2205":2598,"2203":2599,"2206":2600,"2298":2601,"2290":2602,"2299":2603,"2294":2604,"2297":2605,"2292":2606,"2291":2607,"2295":2608,"2293":2609,"2296":2610,"2248":2611,"2240":2612,"2249":2613,"2244":2614,"2247":2615,"2242":2616,"2241":2617,"2245":2618,"2243":2619,"2246":2620,"2278":2621,"2270":2622,"2279":2623,"2274":2624,"2277":2625,"2272":2626,"2271":2627,"2275":2628,"2273":2629,"2276":2630,"2228":2631,"2220":2632,"2229":2633,"2224":2634,"2227":2635,"2222":2636,"2221":2637,"2225":2638,"2223":2639,"2226":2640,"2218":2641,"2210":2642,"2219":2643,"2214":2644,"2217":2645,"2212":2646,"2211":2647,"2215":2648,"2213":2649,"2216":2650,"2258":2651,"2250":2652,"2259":2653,"2254":2654,"2257":2655,"2252":2656,"2251":2657,"2255":2658,"2253":2659,"2256":2660,"2238":2661,"2230":2662,"2239":2663,"2234":2664,"2237":2665,"2232":2666,"2231":2667,"2235":2668,"2233":2669,"2236":2670,"2268":2671,"2260":2672,"2269":2673,"2264":2674,"2267":2675,"2262":2676,"2261":2677,"2265":2678,"2263":2679,"2266":2680,"218":2681,"210":2682,"219":2683,"214":2684,"217":2685,"212":2686,"211":2687,"215":2688,"213":2689,"216":2690,"2100":2691,"2188":2692,"2180":2693,"2189":2694,"2184":2695,"2187":2696,"2182":2697,"2181":2698,"2185":2699,"2183":2700,"2186":2701,"2108":2702,"2109":2703,"2104":2704,"2107":2705,"2102":2706,"2101":2707,"2105":2708,"2103":2709,"2106":2710,"2198":2711,"2190":2712,"2199":2713,"2194":2714,"2197":2715,"2192":2716,"2191":2717,"2195":2718,"2193":2719,"2196":2720,"2148":2721,"2140":2722,"2149":2723,"2144":2724,"2147":2725,"2142":2726,"2141":2727,"2145":2728,"2143":2729,"2146":2730,"2178":2731,"2170":2732,"2179":2733,"2174":2734,"2177":2735,"2172":2736,"2171":2737,"2175":2738,"2173":2739,"2176":2740,"2128":2741,"2120":2742,"2129":2743,"2124":2744,"2127":2745,"2122":2746,"2121":2747,"2125":2748,"2123":2749,"2126":2750,"2118":2751,"2110":2752,"2119":2753,"2114":2754,"2117":2755,"2112":2756,"2111":2757,"2115":2758,"2113":2759,"2116":2760,"2158":2761,"2150":2762,"2159":2763,"2154":2764,"2157":2765,"2152":2766,"2151":2767,"2155":2768,"2153":2769,"2156":2770,"2138":2771,"2130":2772,"2139":2773,"2134":2774,"2137":2775,"2132":2776,"2131":2777,"2135":2778,"2133":2779,"2136":2780,"2168":2781,"2160":2782,"2169":2783,"2164":2784,"2167":2785,"2162":2786,"2161":2787,"2165":2788,"2163":2789,"2166":2790,"258":2791,"250":2792,"259":2793,"254":2794,"257":2795,"252":2796,"251":2797,"255":2798,"253":2799,"256":2800,"2500":2801,"2588":2802,"2580":2803,"2589":2804,"2584":2805,"2587":2806,"2582":2807,"2581":2808,"2585":2809,"2583":2810,"2586":2811,"2508":2812,"2509":2813,"2504":2814,"2507":2815,"2502":2816,"2501":2817,"2505":2818,"2503":2819,"2506":2820,"2598":2821,"2590":2822,"2599":2823,"2594":2824,"2597":2825,"2592":2826,"2591":2827,"2595":2828,"2593":2829,"2596":2830,"2548":2831,"2540":2832,"2549":2833,"2544":2834,"2547":2835,"2542":2836,"2541":2837,"2545":2838,"2543":2839,"2546":2840,"2578":2841,"2570":2842,"2579":2843,"2574":2844,"2577":2845,"2572":2846,"2571":2847,"2575":2848,"2573":2849,"2576":2850,"2528":2851,"2520":2852,"2529":2853,"2524":2854,"2527":2855,"2522":2856,"2521":2857,"2525":2858,"2523":2859,"2526":2860,"2518":2861,"2510":2862,"2519":2863,"2514":2864,"2517":2865,"2512":2866,"2511":2867,"2515":2868,"2513":2869,"2516":2870,"2558":2871,"2550":2872,"2559":2873,"2554":2874,"2557":2875,"2552":2876,"2551":2877,"2555":2878,"2553":2879,"2556":2880,"2538":2881,"2530":2882,"2539":2883,"2534":2884,"2537":2885,"2532":2886,"2531":2887,"2535":2888,"2533":2889,"2536":2890,"2568":2891,"2560":2892,"2569":2893,"2564":2894,"2567":2895,"2562":2896,"2561":2897,"2565":2898,"2563":2899,"2566":2900,"238":2901,"230":2902,"239":2903,"234":2904,"237":2905,"232":2906,"231":2907,"235":2908,"233":2909,"236":2910,"2300":2911,"2388":2912,"2380":2913,"2389":2914,"2384":2915,"2387":2916,"2382":2917,"2381":2918,"2385":2919,"2383":2920,"2386":2921,"2308":2922,"2309":2923,"2304":2924,"2307":2925,"2302":2926,"2301":2927,"2305":2928,"2303":2929,"2306":2930,"2398":2931,"2390":2932,"2399":2933,"2394":2934,"2397":2935,"2392":2936,"2391":2937,"2395":2938,"2393":2939,"2396":2940,"2348":2941,"2340":2942,"2349":2943,"2344":2944,"2347":2945,"2342":2946,"2341":2947,"2345":2948,"2343":2949,"2346":2950,"2378":2951,"2370":2952,"2379":2953,"2374":2954,"2377":2955,"2372":2956,"2371":2957,"2375":2958,"2373":2959,"2376":2960,"2328":2961,"2320":2962,"2329":2963,"2324":2964,"2327":2965,"2322":2966,"2321":2967,"2325":2968,"2323":2969,"2326":2970,"2318":2971,"2310":2972,"2319":2973,"2314":2974,"2317":2975,"2312":2976,"2311":2977,"2315":2978,"2313":2979,"2316":2980,"2358":2981,"2350":2982,"2359":2983,"2354":2984,"2357":2985,"2352":2986,"2351":2987,"2355":2988,"2353":2989,"2356":2990,"2338":2991,"2330":2992,"2339":2993,"2334":2994,"2337":2995,"2332":2996,"2331":2997,"2335":2998,"2333":2999,"2336":3000,"2368":3001,"2360":3002,"2369":3003,"2364":3004,"2367":3005,"2362":3006,"2361":3007,"2365":3008,"2363":3009,"2366":3010,"268":3011,"260":3012,"269":3013,"264":3014,"267":3015,"262":3016,"261":3017,"265":3018,"263":3019,"266":3020,"2600":3021,"2688":3022,"2680":3023,"2689":3024,"2684":3025,"2687":3026,"2682":3027,"2681":3028,"2685":3029,"2683":3030,"2686":3031,"2608":3032,"2609":3033,"2604":3034,"2607":3035,"2602":3036,"2601":3037,"2605":3038,"2603":3039,"2606":3040,"2698":3041,"2690":3042,"2699":3043,"2694":3044,"2697":3045,"2692":3046,"2691":3047,"2695":3048,"2693":3049,"2696":3050,"2648":3051,"2640":3052,"2649":3053,"2644":3054,"2647":3055,"2642":3056,"2641":3057,"2645":3058,"2643":3059,"2646":3060,"2678":3061,"2670":3062,"2679":3063,"2674":3064,"2677":3065,"2672":3066,"2671":3067,"2675":3068,"2673":3069,"2676":3070,"2628":3071,"2620":3072,"2629":3073,"2624":3074,"2627":3075,"2622":3076,"2621":3077,"2625":3078,"2623":3079,"2626":3080,"2618":3081,"2610":3082,"2619":3083,"2614":3084,"2617":3085,"2612":3086,"2611":3087,"2615":3088,"2613":3089,"2616":3090,"2658":3091,"2650":3092,"2659":3093,"2654":3094,"2657":3095,"2652":3096,"2651":3097,"2655":3098,"2653":3099,"2656":3100,"2638":3101,"2630":3102,"2639":3103,"2634":3104,"2637":3105,"2632":3106,"2631":3107,"2635":3108,"2633":3109,"2636":3110,"2668":3111,"2660":3112,"2669":3113,"2664":3114,"2667":3115,"2662":3116,"2661":3117,"2665":3118,"2663":3119,"2666":3120,",\n":3121,"-\n":3122,".\n":3123,"3000":3124}}}