{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"<s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":3,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":4,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Strip","strip_left":true,"strip_right":true},{"type":"NFC"}]},"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true,"use_regex":true},"post_processor":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true,"use_regex":true},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true,"use_regex":true},"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"byte_fallback":false,"ignore_merges":false,"vocab":{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,",":5,"-":6,".":7,"0":8,"1":9,"2":10,"3":11,"4":12,"5":13,"6":14,"7":15,"8":16,"9":17,"Ġ":18,"Ġ-":19,"Ġ1":20,"Ġ2":21,"10":22,"12":23,"13":24,"14":25,"15":26,"16":27,"17":28,"18":29,"19":30,"20":31,"23":32,"24":33,"25":34,"26":35,"27":36,"28":37,"29":38,"Ġ3":39,"Ġ4":40,"Ġ5":41,"Ġ6":42,"Ġ7":43,"Ġ8":44,"Ġ9":45,"Ġ10":46,"Ġ13":47,"Ġ14":48,"Ġ15":49,"Ġ16":50,"Ġ17":51,"Ġ18":52,"Ġ19":53,"Ġ20":54,"Ġ23":55,"Ġ24":56,"Ġ25":57,"Ġ26":58,"Ġ27":59,"Ġ28":60,"Ġ29":61,"22":62,"11":63,"21":64,"30":65,"34":66,"35":67,"36":68,"37":69,"38":70,"39":71,"40":72,"45":73,"46":74,"47":75,"48":76,"49":77,"50":78,"56":79,"57":80,"58":81,"59":82,"60":83,"67":84,"68":85,"69":86,"70":87,"78":88,"79":89,"80":90,"89":91,"90":92,"33":93,"44":94,"55":95,"66":96,"77":97,"88":98,"99":99,"43":100,"65":101,"87":102,"97":103,"98":104,"31":105,"32":106,"41":107,"42":108,"75":109,"76":110,"85":111,"86":112,"95":113,"96":114,"51":115,"52":116,"53":117,"54":118,"61":119,"62":120,"63":121,"64":122,"71":123,"72":124,"73":125,"74":126,"81":127,"82":128,"83":129,"84":130,"91":131,"92":132,"93":133,"94":134,"00":135,"01":136,"02":137,"03":138,"04":139,"05":140,"06":141,"07":142,"08":143,"09":144,"Ġ12":145,"Ġ22":146,"110":147,"112":148,"113":149,"114":150,"115":151,"116":152,"117":153,"118":154,"119":155,"210":156,"212":157,"213":158,"214":159,"215":160,"216":161,"217":162,"218":163,"219":164,"220":165,"223":166,"224":167,"225":168,"226":169,"227":170,"228":171,"229":172,"Ġ110":173,"Ġ112":174,"Ġ113":175,"Ġ114":176,"Ġ115":177,"Ġ116":178,"Ġ117":179,"Ġ118":180,"Ġ119":181,"Ġ120":182,"Ġ123":183,"Ġ124":184,"Ġ125":185,"Ġ126":186,"Ġ127":187,"Ġ128":188,"Ġ129":189,"Ġ210":190,"Ġ212":191,"Ġ213":192,"Ġ214":193,"Ġ215":194,"Ġ216":195,"Ġ217":196,"Ġ218":197,"Ġ219":198,"Ġ220":199,"Ġ223":200,"Ġ224":201,"Ġ225":202,"Ġ226":203,"Ġ227":204,"Ġ228":205,"Ġ229":206,"111":207,"Ġ122":208,"Ġ222":209,"211":210,"2111":211,"310":212,"312":213,"313":214,"314":215,"315":216,"316":217,"317":218,"318":219,"319":220,"320":221,"323":222,"324":223,"325":224,"326":225,"327":226,"328":227,"329":228,"322":229,"311":230,"321":231,"330":232,"334":233,"335":234,"336":235,"337":236,"338":237,"339":238,"410":239,"412":240,"413":241,"414":242,"415":243,"416":244,"417":245,"418":246,"419":247,"420":248,"423":249,"424":250,"425":251,"426":252,"427":253,"428":254,"429":255,"422":256,"411":257,"421":258,"430":259,"434":260,"435":261,"436":262,"437":263,"438":264,"439":265,"440":266,"445":267,"446":268,"447":269,"448":270,"449":271,"433":272,"510":273,"512":274,"513":275,"514":276,"515":277,"516":278,"517":279,"518":280,"519":281,"520":282,"523":283,"524":284,"525":285,"526":286,"527":287,"528":288,"529":289,"522":290,"511":291,"521":292,"530":293,"534":294,"535":295,"536":296,"537":297,"538":298,"539":299,"540":300,"545":301,"546":302,"547":303,"548":304,"549":305,"550":306,"556":307,"557":308,"558":309,"559":310,"533":311,"544":312,"543":313,"531":314,"532":315,"541":316,"542":317,"610":318,"612":319,"613":320,"614":321,"615":322,"616":323,"617":324,"618":325,"619":326,"620":327,"623":328,"624":329,"625":330,"626":331,"627":332,"628":333,"629":334,"622":335,"611":336,"621":337,"630":338,"634":339,"635":340,"636":341,"637":342,"638":343,"639":344,"640":345,"645":346,"646":347,"647":348,"648":349,"649":350,"650":351,"656":352,"657":353,"658":354,"659":355,"660":356,"667":357,"668":358,"669":359,"633":360,"644":361,"655":362,"643":363,"631":364,"632":365,"641":366,"642":367,"710":368,"712":369,"713":370,"714":371,"715":372,"716":373,"717":374,"718":375,"719":376,"720":377,"723":378,"724":379,"725":380,"726":381,"727":382,"728":383,"729":384,"722":385,"711":386,"721":387,"730":388,"734":389,"735":390,"736":391,"737":392,"738":393,"739":394,"740":395,"745":396,"746":397,"747":398,"748":399,"749":400,"750":401,"756":402,"757":403,"758":404,"759":405,"760":406,"767":407,"768":408,"769":409,"770":410,"778":411,"779":412,"733":413,"744":414,"755":415,"766":416,"743":417,"765":418,"731":419,"732":420,"741":421,"742":422,"810":423,"812":424,"813":425,"814":426,"815":427,"816":428,"817":429,"818":430,"819":431,"820":432,"823":433,"824":434,"825":435,"826":436,"827":437,"828":438,"829":439,"822":440,"811":441,"821":442,"830":443,"834":444,"835":445,"836":446,"837":447,"838":448,"839":449,"840":450,"845":451,"846":452,"847":453,"848":454,"849":455,"850":456,"856":457,"857":458,"858":459,"859":460,"860":461,"867":462,"868":463,"869":464,"870":465,"878":466,"879":467,"880":468,"889":469,"833":470,"844":471,"855":472,"866":473,"877":474,"843":475,"865":476,"831":477,"832":478,"841":479,"842":480,"910":481,"912":482,"913":483,"914":484,"915":485,"916":486,"917":487,"918":488,"919":489,"920":490,"923":491,"924":492,"925":493,"926":494,"927":495,"928":496,"929":497,"922":498,"911":499,"921":500,"930":501,"934":502,"935":503,"936":504,"937":505,"938":506,"939":507,"940":508,"945":509,"946":510,"947":511,"948":512,"949":513,"950":514,"956":515,"957":516,"958":517,"959":518,"960":519,"967":520,"968":521,"969":522,"970":523,"978":524,"979":525,"980":526,"989":527,"990":528,"933":529,"944":530,"955":531,"966":532,"977":533,"988":534,"943":535,"965":536,"987":537,"931":538,"932":539,"941":540,"942":541,"Ġ0":542,"Ġ11":543,"Ġ111":544,"Ġ121":545,"Ġ1110":546,"Ġ1112":547,"Ġ1113":548,"Ġ1114":549,"Ġ1115":550,"Ġ1116":551,"Ġ1117":552,"Ġ1118":553,"Ġ1119":554,"Ġ1111":555,"Ġ21":556,"Ġ211":557,"Ġ221":558,"Ġ2110":559,"Ġ2112":560,"Ġ2113":561,"Ġ2114":562,"Ġ2115":563,"Ġ2116":564,"Ġ2117":565,"Ġ2118":566,"Ġ2119":567,"Ġ2111":568,"100":569,"101":570,"102":571,"103":572,"104":573,"105":574,"106":575,"107":576,"108":577,"109":578,"1010":579,"1012":580,"1013":581,"1014":582,"1015":583,"1016":584,"1017":585,"1018":586,"1019":587,"1020":588,"1023":589,"1024":590,"1025":591,"1026":592,"1027":593,"1028":594,"1029":595,"1022":596,"1011":597,"1021":598,"1030":599,"1034":600,"1035":601,"1036":602,"1037":603,"1038":604,"1039":605,"1040":606,"1045":607,"1046":608,"1047":609,"1048":610,"1049":611,"1050":612,"1056":613,"1057":614,"1058":615,"1059":616,"1060":617,"1067":618,"1068":619,"1069":620,"1070":621,"1078":622,"1079":623,"1080":624,"1089":625,"1090":626,"1033":627,"1044":628,"1055":629,"1066":630,"1077":631,"1088":632,"1099":633,"1043":634,"1065":635,"1087":636,"1097":637,"1098":638,"1031":639,"1032":640,"1041":641,"1042":642,"1075":643,"1076":644,"1085":645,"1086":646,"1095":647,"1096":648,"1051":649,"1052":650,"1053":651,"1054":652,"1061":653,"1062":654,"1063":655,"1064":656,"1071":657,"1072":658,"1073":659,"1074":660,"1081":661,"1082":662,"1083":663,"1084":664,"1091":665,"1092":666,"1093":667,"1094":668,"1000":669,"1001":670,"1002":671,"1003":672,"1004":673,"1005":674,"1006":675,"1007":676,"1008":677,"1009":678,"120":679,"121":680,"122":681,"123":682,"124":683,"125":684,"126":685,"127":686,"128":687,"129":688,"1210":689,"1212":690,"1213":691,"1214":692,"1215":693,"1216":694,"1217":695,"1218":696,"1219":697,"1220":698,"1223":699,"1224":700,"1225":701,"1226":702,"1227":703,"1228":704,"1229":705,"1222":706,"1211":707,"1221":708,"1230":709,"1234":710,"1235":711,"1236":712,"1237":713,"1238":714,"1239":715,"1240":716,"1245":717,"1246":718,"1247":719,"1248":720,"1249":721,"1250":722,"1256":723,"1257":724,"1258":725,"1259":726,"1260":727,"1267":728,"1268":729,"1269":730,"1270":731,"1278":732,"1279":733,"1280":734,"1289":735,"1290":736,"1233":737,"1244":738,"1255":739,"1266":740,"1277":741,"1288":742,"1299":743,"1243":744,"1265":745,"1287":746,"1297":747,"1298":748,"1231":749,"1232":750,"1241":751,"1242":752,"1275":753,"1276":754,"1285":755,"1286":756,"1295":757,"1296":758,"1251":759,"1252":760,"1253":761,"1254":762,"1261":763,"1262":764,"1263":765,"1264":766,"1271":767,"1272":768,"1273":769,"1274":770,"1281":771,"1282":772,"1283":773,"1284":774,"1291":775,"1292":776,"1293":777,"1294":778,"1200":779,"1201":780,"1202":781,"1203":782,"1204":783,"1205":784,"1206":785,"1207":786,"1208":787,"1209":788,"130":789,"131":790,"132":791,"133":792,"134":793,"135":794,"136":795,"137":796,"138":797,"139":798,"1310":799,"1312":800,"1313":801,"1314":802,"1315":803,"1316":804,"1317":805,"1318":806,"1319":807,"1320":808,"1323":809,"1324":810,"1325":811,"1326":812,"1327":813,"1328":814,"1329":815,"1322":816,"1311":817,"1321":818,"1330":819,"1334":820,"1335":821,"1336":822,"1337":823,"1338":824,"1339":825,"1340":826,"1345":827,"1346":828,"1347":829,"1348":830,"1349":831,"1350":832,"1356":833,"1357":834,"1358":835,"1359":836,"1360":837,"1367":838,"1368":839,"1369":840,"1370":841,"1378":842,"1379":843,"1380":844,"1389":845,"1390":846,"1333":847,"1344":848,"1355":849,"1366":850,"1377":851,"1388":852,"1399":853,"1343":854,"1365":855,"1387":856,"1397":857,"1398":858,"1331":859,"1332":860,"1341":861,"1342":862,"1375":863,"1376":864,"1385":865,"1386":866,"1395":867,"1396":868,"1351":869,"1352":870,"1353":871,"1354":872,"1361":873,"1362":874,"1363":875,"1364":876,"1371":877,"1372":878,"1373":879,"1374":880,"1381":881,"1382":882,"1383":883,"1384":884,"1391":885,"1392":886,"1393":887,"1394":888,"1300":889,"1301":890,"1302":891,"1303":892,"1304":893,"1305":894,"1306":895,"1307":896,"1308":897,"1309":898,"140":899,"141":900,"142":901,"143":902,"144":903,"145":904,"146":905,"147":906,"148":907,"149":908,"1410":909,"1412":910,"1413":911,"1414":912,"1415":913,"1416":914,"1417":915,"1418":916,"1419":917,"1420":918,"1423":919,"1424":920,"1425":921,"1426":922,"1427":923,"1428":924,"1429":925,"1422":926,"1411":927,"1421":928,"1430":929,"1434":930,"1435":931,"1436":932,"1437":933,"1438":934,"1439":935,"1440":936,"1445":937,"1446":938,"1447":939,"1448":940,"1449":941,"1450":942,"1456":943,"1457":944,"1458":945,"1459":946,"1460":947,"1467":948,"1468":949,"1469":950,"1470":951,"1478":952,"1479":953,"1480":954,"1489":955,"1490":956,"1433":957,"1444":958,"1455":959,"1466":960,"1477":961,"1488":962,"1499":963,"1443":964,"1465":965,"1487":966,"1497":967,"1498":968,"1431":969,"1432":970,"1441":971,"1442":972,"1475":973,"1476":974,"1485":975,"1486":976,"1495":977,"1496":978,"1451":979,"1452":980,"1453":981,"1454":982,"1461":983,"1462":984,"1463":985,"1464":986,"1471":987,"1472":988,"1473":989,"1474":990,"1481":991,"1482":992,"1483":993,"1484":994,"1491":995,"1492":996,"1493":997,"1494":998,"1400":999,"1401":1000,"1402":1001,"1403":1002,"1404":1003,"1405":1004,"1406":1005,"1407":1006,"1408":1007,"1409":1008,"150":1009,"151":1010,"152":1011,"153":1012,"154":1013,"155":1014,"156":1015,"157":1016,"158":1017,"159":1018,"1510":1019,"1512":1020,"1513":1021,"1514":1022,"1515":1023,"1516":1024,"1517":1025,"1518":1026,"1519":1027,"1520":1028,"1523":1029,"1524":1030,"1525":1031,"1526":1032,"1527":1033,"1528":1034,"1529":1035,"1522":1036,"1511":1037,"1521":1038,"1530":1039,"1534":1040,"1535":1041,"1536":1042,"1537":1043,"1538":1044,"1539":1045,"1540":1046,"1545":1047,"1546":1048,"1547":1049,"1548":1050,"1549":1051,"1550":1052,"1556":1053,"1557":1054,"1558":1055,"1559":1056,"1560":1057,"1567":1058,"1568":1059,"1569":1060,"1570":1061,"1578":1062,"1579":1063,"1580":1064,"1589":1065,"1590":1066,"1533":1067,"1544":1068,"1555":1069,"1566":1070,"1577":1071,"1588":1072,"1599":1073,"1543":1074,"1565":1075,"1587":1076,"1597":1077,"1598":1078,"1531":1079,"1532":1080,"1541":1081,"1542":1082,"1575":1083,"1576":1084,"1585":1085,"1586":1086,"1595":1087,"1596":1088,"1551":1089,"1552":1090,"1553":1091,"1554":1092,"1561":1093,"1562":1094,"1563":1095,"1564":1096,"1571":1097,"1572":1098,"1573":1099,"1574":1100,"1581":1101,"1582":1102,"1583":1103,"1584":1104,"1591":1105,"1592":1106,"1593":1107,"1594":1108,"1500":1109,"1501":1110,"1502":1111,"1503":1112,"1504":1113,"1505":1114,"1506":1115,"1507":1116,"1508":1117,"1509":1118,"160":1119,"161":1120,"162":1121,"163":1122,"164":1123,"165":1124,"166":1125,"167":1126,"168":1127,"169":1128,"1610":1129,"1612":1130,"1613":1131,"1614":1132,"1615":1133,"1616":1134,"1617":1135,"1618":1136,"1619":1137,"1620":1138,"1623":1139,"1624":1140,"1625":1141,"1626":1142,"1627":1143,"1628":1144,"1629":1145,"1622":1146,"1611":1147,"1621":1148,"1630":1149,"1634":1150,"1635":1151,"1636":1152,"1637":1153,"1638":1154,"1639":1155,"1640":1156,"1645":1157,"1646":1158,"1647":1159,"1648":1160,"1649":1161,"1650":1162,"1656":1163,"1657":1164,"1658":1165,"1659":1166,"1660":1167,"1667":1168,"1668":1169,"1669":1170,"1670":1171,"1678":1172,"1679":1173,"1680":1174,"1689":1175,"1690":1176,"1633":1177,"1644":1178,"1655":1179,"1666":1180,"1677":1181,"1688":1182,"1699":1183,"1643":1184,"1665":1185,"1687":1186,"1697":1187,"1698":1188,"1631":1189,"1632":1190,"1641":1191,"1642":1192,"1675":1193,"1676":1194,"1685":1195,"1686":1196,"1695":1197,"1696":1198,"1651":1199,"1652":1200,"1653":1201,"1654":1202,"1661":1203,"1662":1204,"1663":1205,"1664":1206,"1671":1207,"1672":1208,"1673":1209,"1674":1210,"1681":1211,"1682":1212,"1683":1213,"1684":1214,"1691":1215,"1692":1216,"1693":1217,"1694":1218,"1600":1219,"1601":1220,"1602":1221,"1603":1222,"1604":1223,"1605":1224,"1606":1225,"1607":1226,"1608":1227,"1609":1228,"170":1229,"171":1230,"172":1231,"173":1232,"174":1233,"175":1234,"176":1235,"177":1236,"178":1237,"179":1238,"1710":1239,"1712":1240,"1713":1241,"1714":1242,"1715":1243,"1716":1244,"1717":1245,"1718":1246,"1719":1247,"1720":1248,"1723":1249,"1724":1250,"1725":1251,"1726":1252,"1727":1253,"1728":1254,"1729":1255,"1722":1256,"1711":1257,"1721":1258,"1730":1259,"1734":1260,"1735":1261,"1736":1262,"1737":1263,"1738":1264,"1739":1265,"1740":1266,"1745":1267,"1746":1268,"1747":1269,"1748":1270,"1749":1271,"1750":1272,"1756":1273,"1757":1274,"1758":1275,"1759":1276,"1760":1277,"1767":1278,"1768":1279,"1769":1280,"1770":1281,"1778":1282,"1779":1283,"1780":1284,"1789":1285,"1790":1286,"1733":1287,"1744":1288,"1755":1289,"1766":1290,"1777":1291,"1788":1292,"1799":1293,"1743":1294,"1765":1295,"1787":1296,"1797":1297,"1798":1298,"1731":1299,"1732":1300,"1741":1301,"1742":1302,"1775":1303,"1776":1304,"1785":1305,"1786":1306,"1795":1307,"1796":1308,"1751":1309,"1752":1310,"1753":1311,"1754":1312,"1761":1313,"1762":1314,"1763":1315,"1764":1316,"1771":1317,"1772":1318,"1773":1319,"1774":1320,"1781":1321,"1782":1322,"1783":1323,"1784":1324,"1791":1325,"1792":1326,"1793":1327,"1794":1328,"1700":1329,"1701":1330,"1702":1331,"1703":1332,"1704":1333,"1705":1334,"1706":1335,"1707":1336,"1708":1337,"1709":1338,"180":1339,"181":1340,"182":1341,"183":1342,"184":1343,"185":1344,"186":1345,"187":1346,"188":1347,"189":1348,"1810":1349,"1812":1350,"1813":1351,"1814":1352,"1815":1353,"1816":1354,"1817":1355,"1818":1356,"1819":1357,"1820":1358,"1823":1359,"1824":1360,"1825":1361,"1826":1362,"1827":1363,"1828":1364,"1829":1365,"1822":1366,"1811":1367,"1821":1368,"1830":1369,"1834":1370,"1835":1371,"1836":1372,"1837":1373,"1838":1374,"1839":1375,"1840":1376,"1845":1377,"1846":1378,"1847":1379,"1848":1380,"1849":1381,"1850":1382,"1856":1383,"1857":1384,"1858":1385,"1859":1386,"1860":1387,"1867":1388,"1868":1389,"1869":1390,"1870":1391,"1878":1392,"1879":1393,"1880":1394,"1889":1395,"1890":1396,"1833":1397,"1844":1398,"1855":1399,"1866":1400,"1877":1401,"1888":1402,"1899":1403,"1843":1404,"1865":1405,"1887":1406,"1897":1407,"1898":1408,"1831":1409,"1832":1410,"1841":1411,"1842":1412,"1875":1413,"1876":1414,"1885":1415,"1886":1416,"1895":1417,"1896":1418,"1851":1419,"1852":1420,"1853":1421,"1854":1422,"1861":1423,"1862":1424,"1863":1425,"1864":1426,"1871":1427,"1872":1428,"1873":1429,"1874":1430,"1881":1431,"1882":1432,"1883":1433,"1884":1434,"1891":1435,"1892":1436,"1893":1437,"1894":1438,"1800":1439,"1801":1440,"1802":1441,"1803":1442,"1804":1443,"1805":1444,"1806":1445,"1807":1446,"1808":1447,"1809":1448,"190":1449,"191":1450,"192":1451,"193":1452,"194":1453,"195":1454,"196":1455,"197":1456,"198":1457,"199":1458,"1910":1459,"1912":1460,"1913":1461,"1914":1462,"1915":1463,"1916":1464,"1917":1465,"1918":1466,"1919":1467,"1920":1468,"1923":1469,"1924":1470,"1925":1471,"1926":1472,"1927":1473,"1928":1474,"1929":1475,"1922":1476,"1911":1477,"1921":1478,"1930":1479,"1934":1480,"1935":1481,"1936":1482,"1937":1483,"1938":1484,"1939":1485,"1940":1486,"1945":1487,"1946":1488,"1947":1489,"1948":1490,"1949":1491,"1950":1492,"1956":1493,"1957":1494,"1958":1495,"1959":1496,"1960":1497,"1967":1498,"1968":1499,"1969":1500,"1970":1501,"1978":1502,"1979":1503,"1980":1504,"1989":1505,"1990":1506,"1933":1507,"1944":1508,"1955":1509,"1966":1510,"1977":1511,"1988":1512,"1999":1513,"1943":1514,"1965":1515,"1987":1516,"1997":1517,"1998":1518,"1931":1519,"1932":1520,"1941":1521,"1942":1522,"1975":1523,"1976":1524,"1985":1525,"1986":1526,"1995":1527,"1996":1528,"1951":1529,"1952":1530,"1953":1531,"1954":1532,"1961":1533,"1962":1534,"1963":1535,"1964":1536,"1971":1537,"1972":1538,"1973":1539,"1974":1540,"1981":1541,"1982":1542,"1983":1543,"1984":1544,"1991":1545,"1992":1546,"1993":1547,"1994":1548,"1900":1549,"1901":1550,"1902":1551,"1903":1552,"1904":1553,"1905":1554,"1906":1555,"1907":1556,"1908":1557,"1909":1558,"200":1559,"201":1560,"202":1561,"203":1562,"204":1563,"205":1564,"206":1565,"207":1566,"208":1567,"209":1568,"2010":1569,"2012":1570,"2013":1571,"2014":1572,"2015":1573,"2016":1574,"2017":1575,"2018":1576,"2019":1577,"2020":1578,"2023":1579,"2024":1580,"2025":1581,"2026":1582,"2027":1583,"2028":1584,"2029":1585,"2022":1586,"2011":1587,"2021":1588,"2030":1589,"2034":1590,"2035":1591,"2036":1592,"2037":1593,"2038":1594,"2039":1595,"2040":1596,"2045":1597,"2046":1598,"2047":1599,"2048":1600,"2049":1601,"2050":1602,"2056":1603,"2057":1604,"2058":1605,"2059":1606,"2060":1607,"2067":1608,"2068":1609,"2069":1610,"2070":1611,"2078":1612,"2079":1613,"2080":1614,"2089":1615,"2090":1616,"2033":1617,"2044":1618,"2055":1619,"2066":1620,"2077":1621,"2088":1622,"2099":1623,"2043":1624,"2065":1625,"2087":1626,"2097":1627,"2098":1628,"2031":1629,"2032":1630,"2041":1631,"2042":1632,"2075":1633,"2076":1634,"2085":1635,"2086":1636,"2095":1637,"2096":1638,"2051":1639,"2052":1640,"2053":1641,"2054":1642,"2061":1643,"2062":1644,"2063":1645,"2064":1646,"2071":1647,"2072":1648,"2073":1649,"2074":1650,"2081":1651,"2082":1652,"2083":1653,"2084":1654,"2091":1655,"2092":1656,"2093":1657,"2094":1658,"2000":1659,"2001":1660,"2002":1661,"2003":1662,"2004":1663,"2005":1664,"2006":1665,"2007":1666,"2008":1667,"2009":1668,"230":1669,"231":1670,"232":1671,"233":1672,"234":1673,"235":1674,"236":1675,"237":1676,"238":1677,"239":1678,"2310":1679,"2312":1680,"2313":1681,"2314":1682,"2315":1683,"2316":1684,"2317":1685,"2318":1686,"2319":1687,"2320":1688,"2323":1689,"2324":1690,"2325":1691,"2326":1692,"2327":1693,"2328":1694,"2329":1695,"2322":1696,"2311":1697,"2321":1698,"2330":1699,"2334":1700,"2335":1701,"2336":1702,"2337":1703,"2338":1704,"2339":1705,"2340":1706,"2345":1707,"2346":1708,"2347":1709,"2348":1710,"2349":1711,"2350":1712,"2356":1713,"2357":1714,"2358":1715,"2359":1716,"2360":1717,"2367":1718,"2368":1719,"2369":1720,"2370":1721,"2378":1722,"2379":1723,"2380":1724,"2389":1725,"2390":1726,"2333":1727,"2344":1728,"2355":1729,"2366":1730,"2377":1731,"2388":1732,"2399":1733,"2343":1734,"2365":1735,"2387":1736,"2397":1737,"2398":1738,"2331":1739,"2332":1740,"2341":1741,"2342":1742,"2375":1743,"2376":1744,"2385":1745,"2386":1746,"2395":1747,"2396":1748,"2351":1749,"2352":1750,"2353":1751,"2354":1752,"2361":1753,"2362":1754,"2363":1755,"2364":1756,"2371":1757,"2372":1758,"2373":1759,"2374":1760,"2381":1761,"2382":1762,"2383":1763,"2384":1764,"2391":1765,"2392":1766,"2393":1767,"2394":1768,"2300":1769,"2301":1770,"2302":1771,"2303":1772,"2304":1773,"2305":1774,"2306":1775,"2307":1776,"2308":1777,"2309":1778,"240":1779,"241":1780,"242":1781,"243":1782,"244":1783,"245":1784,"246":1785,"247":1786,"248":1787,"249":1788,"2410":1789,"2412":1790,"2413":1791,"2414":1792,"2415":1793,"2416":1794,"2417":1795,"2418":1796,"2419":1797,"2420":1798,"2423":1799,"2424":1800,"2425":1801,"2426":1802,"2427":1803,"2428":1804,"2429":1805,"2422":1806,"2411":1807,"2421":1808,"2430":1809,"2434":1810,"2435":1811,"2436":1812,"2437":1813,"2438":1814,"2439":1815,"2440":1816,"2445":1817,"2446":1818,"2447":1819,"2448":1820,"2449":1821,"2450":1822,"2456":1823,"2457":1824,"2458":1825,"2459":1826,"2460":1827,"2467":1828,"2468":1829,"2469":1830,"2470":1831,"2478":1832,"2479":1833,"2480":1834,"2489":1835,"2490":1836,"2433":1837,"2444":1838,"2455":1839,"2466":1840,"2477":1841,"2488":1842,"2499":1843,"2443":1844,"2465":1845,"2487":1846,"2497":1847,"2498":1848,"2431":1849,"2432":1850,"2441":1851,"2442":1852,"2475":1853,"2476":1854,"2485":1855,"2486":1856,"2495":1857,"2496":1858,"2451":1859,"2452":1860,"2453":1861,"2454":1862,"2461":1863,"2462":1864,"2463":1865,"2464":1866,"2471":1867,"2472":1868,"2473":1869,"2474":1870,"2481":1871,"2482":1872,"2483":1873,"2484":1874,"2491":1875,"2492":1876,"2493":1877,"2494":1878,"2400":1879,"2401":1880,"2402":1881,"2403":1882,"2404":1883,"2405":1884,"2406":1885,"2407":1886,"2408":1887,"2409":1888,"250":1889,"251":1890,"252":1891,"253":1892,"254":1893,"255":1894,"256":1895,"257":1896,"258":1897,"259":1898,"2510":1899,"2512":1900,"2513":1901,"2514":1902,"2515":1903,"2516":1904,"2517":1905,"2518":1906,"2519":1907,"2520":1908,"2523":1909,"2524":1910,"2525":1911,"2526":1912,"2527":1913,"2528":1914,"2529":1915,"2522":1916,"2511":1917,"2521":1918,"2530":1919,"2534":1920,"2535":1921,"2536":1922,"2537":1923,"2538":1924,"2539":1925,"2540":1926,"2545":1927,"2546":1928,"2547":1929,"2548":1930,"2549":1931,"2550":1932,"2556":1933,"2557":1934,"2558":1935,"2559":1936,"2560":1937,"2567":1938,"2568":1939,"2569":1940,"2570":1941,"2578":1942,"2579":1943,"2580":1944,"2589":1945,"2590":1946,"2533":1947,"2544":1948,"2555":1949,"2566":1950,"2577":1951,"2588":1952,"2599":1953,"2543":1954,"2565":1955,"2587":1956,"2597":1957,"2598":1958,"2531":1959,"2532":1960,"2541":1961,"2542":1962,"2575":1963,"2576":1964,"2585":1965,"2586":1966,"2595":1967,"2596":1968,"2551":1969,"2552":1970,"2553":1971,"2554":1972,"2561":1973,"2562":1974,"2563":1975,"2564":1976,"2571":1977,"2572":1978,"2573":1979,"2574":1980,"2581":1981,"2582":1982,"2583":1983,"2584":1984,"2591":1985,"2592":1986,"2593":1987,"2594":1988,"2500":1989,"2501":1990,"2502":1991,"2503":1992,"2504":1993,"2505":1994,"2506":1995,"2507":1996,"2508":1997,"2509":1998,"260":1999,"261":2000,"262":2001,"263":2002,"264":2003,"265":2004,"266":2005,"267":2006,"268":2007,"269":2008,"2610":2009,"2612":2010,"2613":2011,"2614":2012,"2615":2013,"2616":2014,"2617":2015,"2618":2016,"2619":2017,"2620":2018,"2623":2019,"2624":2020,"2625":2021,"2626":2022,"2627":2023,"2628":2024,"2629":2025,"2622":2026,"2611":2027,"2621":2028,"2630":2029,"2634":2030,"2635":2031,"2636":2032,"2637":2033,"2638":2034,"2639":2035,"2640":2036,"2645":2037,"2646":2038,"2647":2039,"2648":2040,"2649":2041,"2650":2042,"2656":2043,"2657":2044,"2658":2045,"2659":2046,"2660":2047,"2667":2048,"2668":2049,"2669":2050,"2670":2051,"2678":2052,"2679":2053,"2680":2054,"2689":2055,"2690":2056,"2633":2057,"2644":2058,"2655":2059,"2666":2060,"2677":2061,"2688":2062,"2699":2063,"2643":2064,"2665":2065,"2687":2066,"2697":2067,"2698":2068,"2631":2069,"2632":2070,"2641":2071,"2642":2072,"2675":2073,"2676":2074,"2685":2075,"2686":2076,"2695":2077,"2696":2078,"2651":2079,"2652":2080,"2653":2081,"2654":2082,"2661":2083,"2662":2084,"2663":2085,"2664":2086,"2671":2087,"2672":2088,"2673":2089,"2674":2090,"2681":2091,"2682":2092,"2683":2093,"2684":2094,"2691":2095,"2692":2096,"2693":2097,"2694":2098,"2600":2099,"2601":2100,"2602":2101,"2603":2102,"2604":2103,"2605":2104,"2606":2105,"2607":2106,"2608":2107,"2609":2108,"270":2109,"271":2110,"272":2111,"273":2112,"274":2113,"275":2114,"276":2115,"277":2116,"278":2117,"279":2118,"2710":2119,"2712":2120,"2713":2121,"2714":2122,"2715":2123,"2716":2124,"2717":2125,"2718":2126,"2719":2127,"2720":2128,"2723":2129,"2724":2130,"2725":2131,"2726":2132,"2727":2133,"2728":2134,"2729":2135,"2722":2136,"2711":2137,"2721":2138,"2730":2139,"2734":2140,"2735":2141,"2736":2142,"2737":2143,"2738":2144,"2739":2145,"2740":2146,"2745":2147,"2746":2148,"2747":2149,"2748":2150,"2749":2151,"2750":2152,"2756":2153,"2757":2154,"2758":2155,"2759":2156,"2760":2157,"2767":2158,"2768":2159,"2769":2160,"2770":2161,"2778":2162,"2779":2163,"2780":2164,"2789":2165,"2790":2166,"2733":2167,"2744":2168,"2755":2169,"2766":2170,"2777":2171,"2788":2172,"2799":2173,"2743":2174,"2765":2175,"2787":2176,"2797":2177,"2798":2178,"2731":2179,"2732":2180,"2741":2181,"2742":2182,"2775":2183,"2776":2184,"2785":2185,"2786":2186,"2795":2187,"2796":2188,"2751":2189,"2752":2190,"2753":2191,"2754":2192,"2761":2193,"2762":2194,"2763":2195,"2764":2196,"2771":2197,"2772":2198,"2773":2199,"2774":2200,"2781":2201,"2782":2202,"2783":2203,"2784":2204,"2791":2205,"2792":2206,"2793":2207,"2794":2208,"2700":2209,"2701":2210,"2702":2211,"2703":2212,"2704":2213,"2705":2214,"2706":2215,"2707":2216,"2708":2217,"2709":2218,"280":2219,"281":2220,"282":2221,"283":2222,"284":2223,"285":2224,"286":2225,"287":2226,"288":2227,"289":2228,"2810":2229,"2812":2230,"2813":2231,"2814":2232,"2815":2233,"2816":2234,"2817":2235,"2818":2236,"2819":2237,"2820":2238,"2823":2239,"2824":2240,"2825":2241,"2826":2242,"2827":2243,"2828":2244,"2829":2245,"2822":2246,"2811":2247,"2821":2248,"2830":2249,"2834":2250,"2835":2251,"2836":2252,"2837":2253,"2838":2254,"2839":2255,"2840":2256,"2845":2257,"2846":2258,"2847":2259,"2848":2260,"2849":2261,"2850":2262,"2856":2263,"2857":2264,"2858":2265,"2859":2266,"2860":2267,"2867":2268,"2868":2269,"2869":2270,"2870":2271,"2878":2272,"2879":2273,"2880":2274,"2889":2275,"2890":2276,"2833":2277,"2844":2278,"2855":2279,"2866":2280,"2877":2281,"2888":2282,"2899":2283,"2843":2284,"2865":2285,"2887":2286,"2897":2287,"2898":2288,"2831":2289,"2832":2290,"2841":2291,"2842":2292,"2875":2293,"2876":2294,"2885":2295,"2886":2296,"2895":2297,"2896":2298,"2851":2299,"2852":2300,"2853":2301,"2854":2302,"2861":2303,"2862":2304,"2863":2305,"2864":2306,"2871":2307,"2872":2308,"2873":2309,"2874":2310,"2881":2311,"2882":2312,"2883":2313,"2884":2314,"2891":2315,"2892":2316,"2893":2317,"2894":2318,"2800":2319,"2801":2320,"2802":2321,"2803":2322,"2804":2323,"2805":2324,"2806":2325,"2807":2326,"2808":2327,"2809":2328,"290":2329,"291":2330,"292":2331,"293":2332,"294":2333,"295":2334,"296":2335,"297":2336,"298":2337,"299":2338,"2910":2339,"2912":2340,"2913":2341,"2914":2342,"2915":2343,"2916":2344,"2917":2345,"2918":2346,"2919":2347,"2920":2348,"2923":2349,"2924":2350,"2925":2351,"2926":2352,"2927":2353,"2928":2354,"2929":2355,"2922":2356,"2911":2357,"2921":2358,"2930":2359,"2934":2360,"2935":2361,"2936":2362,"2937":2363,"2938":2364,"2939":2365,"2940":2366,"2945":2367,"2946":2368,"2947":2369,"2948":2370,"2949":2371,"2950":2372,"2956":2373,"2957":2374,"2958":2375,"2959":2376,"2960":2377,"2967":2378,"2968":2379,"2969":2380,"2970":2381,"2978":2382,"2979":2383,"2980":2384,"2989":2385,"2990":2386,"2933":2387,"2944":2388,"2955":2389,"2966":2390,"2977":2391,"2988":2392,"2999":2393,"2943":2394,"2965":2395,"2987":2396,"2997":2397,"2998":2398,"2931":2399,"2932":2400,"2941":2401,"2942":2402,"2975":2403,"2976":2404,"2985":2405,"2986":2406,"2995":2407,"2996":2408,"2951":2409,"2952":2410,"2953":2411,"2954":2412,"2961":2413,"2962":2414,"2963":2415,"2964":2416,"2971":2417,"2972":2418,"2973":2419,"2974":2420,"2981":2421,"2982":2422,"2983":2423,"2984":2424,"2991":2425,"2992":2426,"2993":2427,"2994":2428,"2900":2429,"2901":2430,"2902":2431,"2903":2432,"2904":2433,"2905":2434,"2906":2435,"2907":2436,"2908":2437,"2909":2438,"Ġ30":2439,"Ġ31":2440,"Ġ32":2441,"Ġ33":2442,"Ġ34":2443,"Ġ35":2444,"Ġ36":2445,"Ġ37":2446,"Ġ38":2447,"Ġ39":2448,"Ġ310":2449,"Ġ312":2450,"Ġ313":2451,"Ġ314":2452,"Ġ315":2453,"Ġ316":2454,"Ġ317":2455,"Ġ318":2456,"Ġ319":2457,"Ġ320":2458,"Ġ323":2459,"Ġ324":2460,"Ġ325":2461,"Ġ326":2462,"Ġ327":2463,"Ġ328":2464,"Ġ329":2465,"Ġ322":2466,"Ġ311":2467,"Ġ321":2468,"Ġ330":2469,"Ġ334":2470,"Ġ335":2471,"Ġ336":2472,"Ġ337":2473,"Ġ338":2474,"Ġ339":2475,"Ġ340":2476,"Ġ345":2477,"Ġ346":2478,"Ġ347":2479,"Ġ348":2480,"Ġ349":2481,"Ġ350":2482,"Ġ356":2483,"Ġ357":2484,"Ġ358":2485,"Ġ359":2486,"Ġ360":2487,"Ġ367":2488,"Ġ368":2489,"Ġ369":2490,"Ġ370":2491,"Ġ378":2492,"Ġ379":2493,"Ġ380":2494,"Ġ389":2495,"Ġ390":2496,"Ġ333":2497,"Ġ344":2498,"Ġ355":2499,"Ġ366":2500,"Ġ377":2501,"Ġ388":2502,"Ġ399":2503,"Ġ343":2504,"Ġ365":2505,"Ġ387":2506,"Ġ397":2507,"Ġ398":2508,"Ġ331":2509,"Ġ332":2510,"Ġ341":2511,"Ġ342":2512,"Ġ375":2513,"Ġ376":2514,"Ġ385":2515,"Ġ386":2516,"Ġ395":2517,"Ġ396":2518,"Ġ351":2519,"Ġ352":2520,"Ġ353":2521,"Ġ354":2522,"Ġ361":2523,"Ġ362":2524,"Ġ363":2525,"Ġ364":2526,"Ġ371":2527,"Ġ372":2528,"Ġ373":2529,"Ġ374":2530,"Ġ381":2531,"Ġ382":2532,"Ġ383":2533,"Ġ384":2534,"Ġ391":2535,"Ġ392":2536,"Ġ393":2537,"Ġ394":2538,"Ġ300":2539,"Ġ301":2540,"Ġ302":2541,"Ġ303":2542,"Ġ304":2543,"Ġ305":2544,"Ġ306":2545,"Ġ307":2546,"Ġ308":2547,"Ġ309":2548,"Ġ40":2549,"Ġ41":2550,"Ġ42":2551,"Ġ43":2552,"Ġ44":2553,"Ġ45":2554,"Ġ46":2555,"Ġ47":2556,"Ġ48":2557,"Ġ49":2558,"Ġ410":2559,"Ġ412":2560,"Ġ413":2561,"Ġ414":2562,"Ġ415":2563,"Ġ416":2564,"Ġ417":2565,"Ġ418":2566,"Ġ419":2567,"Ġ420":2568,"Ġ423":2569,"Ġ424":2570,"Ġ425":2571,"Ġ426":2572,"Ġ427":2573,"Ġ428":2574,"Ġ429":2575,"Ġ422":2576,"Ġ411":2577,"Ġ421":2578,"Ġ430":2579,"Ġ434":2580,"Ġ435":2581,"Ġ436":2582,"Ġ437":2583,"Ġ438":2584,"Ġ439":2585,"Ġ440":2586,"Ġ445":2587,"Ġ446":2588,"Ġ447":2589,"Ġ448":2590,"Ġ449":2591,"Ġ450":2592,"Ġ456":2593,"Ġ457":2594,"Ġ458":2595,"Ġ459":2596,"Ġ460":2597,"Ġ467":2598,"Ġ468":2599,"Ġ469":2600,"Ġ470":2601,"Ġ478":2602,"Ġ479":2603,"Ġ480":2604,"Ġ489":2605,"Ġ490":2606,"Ġ433":2607,"Ġ444":2608,"Ġ455":2609,"Ġ466":2610,"Ġ477":2611,"Ġ488":2612,"Ġ499":2613,"Ġ443":2614,"Ġ465":2615,"Ġ487":2616,"Ġ497":2617,"Ġ498":2618,"Ġ431":2619,"Ġ432":2620,"Ġ441":2621,"Ġ442":2622,"Ġ475":2623,"Ġ476":2624,"Ġ485":2625,"Ġ486":2626,"Ġ495":2627,"Ġ496":2628,"Ġ451":2629,"Ġ452":2630,"Ġ453":2631,"Ġ454":2632,"Ġ461":2633,"Ġ462":2634,"Ġ463":2635,"Ġ464":2636,"Ġ471":2637,"Ġ472":2638,"Ġ473":2639,"Ġ474":2640,"Ġ481":2641,"Ġ482":2642,"Ġ483":2643,"Ġ484":2644,"Ġ491":2645,"Ġ492":2646,"Ġ493":2647,"Ġ494":2648,"Ġ400":2649,"Ġ401":2650,"Ġ402":2651,"Ġ403":2652,"Ġ404":2653,"Ġ405":2654,"Ġ406":2655,"Ġ407":2656,"Ġ408":2657,"Ġ409":2658,"Ġ50":2659,"Ġ51":2660,"Ġ52":2661,"Ġ53":2662,"Ġ54":2663,"Ġ55":2664,"Ġ56":2665,"Ġ57":2666,"Ġ58":2667,"Ġ59":2668,"Ġ510":2669,"Ġ512":2670,"Ġ513":2671,"Ġ514":2672,"Ġ515":2673,"Ġ516":2674,"Ġ517":2675,"Ġ518":2676,"Ġ519":2677,"Ġ520":2678,"Ġ523":2679,"Ġ524":2680,"Ġ525":2681,"Ġ526":2682,"Ġ527":2683,"Ġ528":2684,"Ġ529":2685,"Ġ522":2686,"Ġ511":2687,"Ġ521":2688,"Ġ530":2689,"Ġ534":2690,"Ġ535":2691,"Ġ536":2692,"Ġ537":2693,"Ġ538":2694,"Ġ539":2695,"Ġ540":2696,"Ġ545":2697,"Ġ546":2698,"Ġ547":2699,"Ġ548":2700,"Ġ549":2701,"Ġ550":2702,"Ġ556":2703,"Ġ557":2704,"Ġ558":2705,"Ġ559":2706,"Ġ560":2707,"Ġ567":2708,"Ġ568":2709,"Ġ569":2710,"Ġ570":2711,"Ġ578":2712,"Ġ579":2713,"Ġ580":2714,"Ġ589":2715,"Ġ590":2716,"Ġ533":2717,"Ġ544":2718,"Ġ555":2719,"Ġ566":2720,"Ġ577":2721,"Ġ588":2722,"Ġ599":2723,"Ġ543":2724,"Ġ565":2725,"Ġ587":2726,"Ġ597":2727,"Ġ598":2728,"Ġ531":2729,"Ġ532":2730,"Ġ541":2731,"Ġ542":2732,"Ġ575":2733,"Ġ576":2734,"Ġ585":2735,"Ġ586":2736,"Ġ595":2737,"Ġ596":2738,"Ġ551":2739,"Ġ552":2740,"Ġ553":2741,"Ġ554":2742,"Ġ561":2743,"Ġ562":2744,"Ġ563":2745,"Ġ564":2746,"Ġ571":2747,"Ġ572":2748,"Ġ573":2749,"Ġ574":2750,"Ġ581":2751,"Ġ582":2752,"Ġ583":2753,"Ġ584":2754,"Ġ591":2755,"Ġ592":2756,"Ġ593":2757,"Ġ594":2758,"Ġ500":2759,"Ġ501":2760,"Ġ502":2761,"Ġ503":2762,"Ġ504":2763,"Ġ505":2764,"Ġ506":2765,"Ġ507":2766,"Ġ508":2767,"Ġ509":2768,"Ġ60":2769,"Ġ61":2770,"Ġ62":2771,"Ġ63":2772,"Ġ64":2773,"Ġ65":2774,"Ġ66":2775,"Ġ67":2776,"Ġ68":2777,"Ġ69":2778,"Ġ610":2779,"Ġ612":2780,"Ġ613":2781,"Ġ614":2782,"Ġ615":2783,"Ġ616":2784,"Ġ617":2785,"Ġ618":2786,"Ġ619":2787,"Ġ620":2788,"Ġ623":2789,"Ġ624":2790,"Ġ625":2791,"Ġ626":2792,"Ġ627":2793,"Ġ628":2794,"Ġ629":2795,"Ġ622":2796,"Ġ611":2797,"Ġ621":2798,"Ġ630":2799,"Ġ634":2800,"Ġ635":2801,"Ġ636":2802,"Ġ637":2803,"Ġ638":2804,"Ġ639":2805,"Ġ640":2806,"Ġ645":2807,"Ġ646":2808,"Ġ647":2809,"Ġ648":2810,"Ġ649":2811,"Ġ650":2812,"Ġ656":2813,"Ġ657":2814,"Ġ658":2815,"Ġ659":2816,"Ġ660":2817,"Ġ667":2818,"Ġ668":2819,"Ġ669":2820,"Ġ670":2821,"Ġ678":2822,"Ġ679":2823,"Ġ680":2824,"Ġ689":2825,"Ġ690":2826,"Ġ633":2827,"Ġ644":2828,"Ġ655":2829,"Ġ666":2830,"Ġ677":2831,"Ġ688":2832,"Ġ699":2833,"Ġ643":2834,"Ġ665":2835,"Ġ687":2836,"Ġ697":2837,"Ġ698":2838,"Ġ631":2839,"Ġ632":2840,"Ġ641":2841,"Ġ642":2842,"Ġ675":2843,"Ġ676":2844,"Ġ685":2845,"Ġ686":2846,"Ġ695":2847,"Ġ696":2848,"Ġ651":2849,"Ġ652":2850,"Ġ653":2851,"Ġ654":2852,"Ġ661":2853,"Ġ662":2854,"Ġ663":2855,"Ġ664":2856,"Ġ671":2857,"Ġ672":2858,"Ġ673":2859,"Ġ674":2860,"Ġ681":2861,"Ġ682":2862,"Ġ683":2863,"Ġ684":2864,"Ġ691":2865,"Ġ692":2866,"Ġ693":2867,"Ġ694":2868,"Ġ600":2869,"Ġ601":2870,"Ġ602":2871,"Ġ603":2872,"Ġ604":2873,"Ġ605":2874,"Ġ606":2875,"Ġ607":2876,"Ġ608":2877,"Ġ609":2878,"Ġ70":2879,"Ġ71":2880,"Ġ72":2881,"Ġ73":2882,"Ġ74":2883,"Ġ75":2884,"Ġ76":2885,"Ġ77":2886,"Ġ78":2887,"Ġ79":2888,"Ġ710":2889,"Ġ712":2890,"Ġ713":2891,"Ġ714":2892,"Ġ715":2893,"Ġ716":2894,"Ġ717":2895,"Ġ718":2896,"Ġ719":2897,"Ġ720":2898,"Ġ723":2899,"Ġ724":2900,"Ġ725":2901,"Ġ726":2902,"Ġ727":2903,"Ġ728":2904,"Ġ729":2905,"Ġ722":2906,"Ġ711":2907,"Ġ721":2908,"Ġ730":2909,"Ġ734":2910,"Ġ735":2911,"Ġ736":2912,"Ġ737":2913,"Ġ738":2914,"Ġ739":2915,"Ġ740":2916,"Ġ745":2917,"Ġ746":2918,"Ġ747":2919,"Ġ748":2920,"Ġ749":2921,"Ġ750":2922,"Ġ756":2923,"Ġ757":2924,"Ġ758":2925,"Ġ759":2926,"Ġ760":2927,"Ġ767":2928,"Ġ768":2929,"Ġ769":2930,"Ġ770":2931,"Ġ778":2932,"Ġ779":2933,"Ġ780":2934,"Ġ789":2935,"Ġ790":2936,"Ġ733":2937,"Ġ744":2938,"Ġ755":2939,"Ġ766":2940,"Ġ777":2941,"Ġ788":2942,"Ġ799":2943,"Ġ743":2944,"Ġ765":2945,"Ġ787":2946,"Ġ797":2947,"Ġ798":2948,"Ġ731":2949,"Ġ732":2950,"Ġ741":2951,"Ġ742":2952,"Ġ775":2953,"Ġ776":2954,"Ġ785":2955,"Ġ786":2956,"Ġ795":2957,"Ġ796":2958,"Ġ751":2959,"Ġ752":2960,"Ġ753":2961,"Ġ754":2962,"Ġ761":2963,"Ġ762":2964,"Ġ763":2965,"Ġ764":2966,"Ġ771":2967,"Ġ772":2968,"Ġ773":2969,"Ġ774":2970,"Ġ781":2971,"Ġ782":2972,"Ġ783":2973,"Ġ784":2974,"Ġ791":2975,"Ġ792":2976,"Ġ793":2977,"Ġ794":2978,"Ġ700":2979,"Ġ701":2980,"Ġ702":2981,"Ġ703":2982,"Ġ704":2983,"Ġ705":2984,"Ġ706":2985,"Ġ707":2986,"Ġ708":2987,"Ġ709":2988,"Ġ80":2989,"Ġ81":2990,"Ġ82":2991,"Ġ83":2992,"Ġ84":2993,"Ġ85":2994,"Ġ86":2995,"Ġ87":2996,"Ġ88":2997,"Ġ89":2998,"Ġ810":2999,"Ġ812":3000,"Ġ813":3001,"Ġ814":3002,"Ġ815":3003,"Ġ816":3004,"Ġ817":3005,"Ġ818":3006,"Ġ819":3007,"Ġ820":3008,"Ġ823":3009,"Ġ824":3010,"Ġ825":3011,"Ġ826":3012,"Ġ827":3013,"Ġ828":3014,"Ġ829":3015,"Ġ822":3016,"Ġ811":3017,"Ġ821":3018,"Ġ830":3019,"Ġ834":3020,"Ġ835":3021,"Ġ836":3022,"Ġ837":3023,"Ġ838":3024,"Ġ839":3025,"Ġ840":3026,"Ġ845":3027,"Ġ846":3028,"Ġ847":3029,"Ġ848":3030,"Ġ849":3031,"Ġ850":3032,"Ġ856":3033,"Ġ857":3034,"Ġ858":3035,"Ġ859":3036,"Ġ860":3037,"Ġ867":3038,"Ġ868":3039,"Ġ869":3040,"Ġ870":3041,"Ġ878":3042,"Ġ879":3043,"Ġ880":3044,"Ġ889":3045,"Ġ890":3046,"Ġ833":3047,"Ġ844":3048,"Ġ855":3049,"Ġ866":3050,"Ġ877":3051,"Ġ888":3052,"Ġ899":3053,"Ġ843":3054,"Ġ865":3055,"Ġ887":3056,"Ġ897":3057,"Ġ898":3058,"Ġ831":3059,"Ġ832":3060,"Ġ841":3061,"Ġ842":3062,"Ġ875":3063,"Ġ876":3064,"Ġ885":3065,"Ġ886":3066,"Ġ895":3067,"Ġ896":3068,"Ġ851":3069,"Ġ852":3070,"Ġ853":3071,"Ġ854":3072,"Ġ861":3073,"Ġ862":3074,"Ġ863":3075,"Ġ864":3076,"Ġ871":3077,"Ġ872":3078,"Ġ873":3079,"Ġ874":3080,"Ġ881":3081,"Ġ882":3082,"Ġ883":3083,"Ġ884":3084,"Ġ891":3085,"Ġ892":3086,"Ġ893":3087,"Ġ894":3088,"Ġ800":3089,"Ġ801":3090,"Ġ802":3091,"Ġ803":3092,"Ġ804":3093,"Ġ805":3094,"Ġ806":3095,"Ġ807":3096,"Ġ808":3097,"Ġ809":3098,"Ġ90":3099,"Ġ91":3100,"Ġ92":3101,"Ġ93":3102,"Ġ94":3103,"Ġ95":3104,"Ġ96":3105,"Ġ97":3106,"Ġ98":3107,"Ġ99":3108,"Ġ910":3109,"Ġ912":3110,"Ġ913":3111,"Ġ914":3112,"Ġ915":3113,"Ġ916":3114,"Ġ917":3115,"Ġ918":3116,"Ġ919":3117,"Ġ920":3118,"Ġ923":3119,"Ġ924":3120,"Ġ925":3121,"Ġ926":3122,"Ġ927":3123,"Ġ928":3124,"Ġ929":3125,"Ġ922":3126,"Ġ911":3127,"Ġ921":3128,"Ġ930":3129,"Ġ934":3130,"Ġ935":3131,"Ġ936":3132,"Ġ937":3133,"Ġ938":3134,"Ġ939":3135,"Ġ940":3136,"Ġ945":3137,"Ġ946":3138,"Ġ947":3139,"Ġ948":3140,"Ġ949":3141,"Ġ950":3142,"Ġ956":3143,"Ġ957":3144,"Ġ958":3145,"Ġ959":3146,"Ġ960":3147,"Ġ967":3148,"Ġ968":3149,"Ġ969":3150,"Ġ970":3151,"Ġ978":3152,"Ġ979":3153,"Ġ980":3154,"Ġ989":3155,"Ġ990":3156,"Ġ933":3157,"Ġ944":3158,"Ġ955":3159,"Ġ966":3160,"Ġ977":3161,"Ġ988":3162,"Ġ999":3163,"Ġ943":3164,"Ġ965":3165,"Ġ987":3166,"Ġ997":3167,"Ġ998":3168,"Ġ931":3169,"Ġ932":3170,"Ġ941":3171,"Ġ942":3172,"Ġ975":3173,"Ġ976":3174,"Ġ985":3175,"Ġ986":3176,"Ġ995":3177,"Ġ996":3178,"Ġ951":3179,"Ġ952":3180,"Ġ953":3181,"Ġ954":3182,"Ġ961":3183,"Ġ962":3184,"Ġ963":3185,"Ġ964":3186,"Ġ971":3187,"Ġ972":3188,"Ġ973":3189,"Ġ974":3190,"Ġ981":3191,"Ġ982":3192,"Ġ983":3193,"Ġ984":3194,"Ġ991":3195,"Ġ992":3196,"Ġ993":3197,"Ġ994":3198,"Ġ900":3199,"Ġ901":3200,"Ġ902":3201,"Ġ903":3202,"Ġ904":3203,"Ġ905":3204,"Ġ906":3205,"Ġ907":3206,"Ġ908":3207,"Ġ909":3208,"Ġ100":3209,"Ġ101":3210,"Ġ102":3211,"Ġ103":3212,"Ġ104":3213,"Ġ105":3214,"Ġ106":3215,"Ġ107":3216,"Ġ108":3217,"Ġ109":3218,"Ġ1010":3219,"Ġ1012":3220,"Ġ1013":3221,"Ġ1014":3222,"Ġ1015":3223,"Ġ1016":3224,"Ġ1017":3225,"Ġ1018":3226,"Ġ1019":3227,"Ġ1020":3228,"Ġ1023":3229,"Ġ1024":3230,"Ġ1025":3231,"Ġ1026":3232,"Ġ1027":3233,"Ġ1028":3234,"Ġ1029":3235,"Ġ1022":3236,"Ġ1011":3237,"Ġ1021":3238,"Ġ1030":3239,"Ġ1034":3240,"Ġ1035":3241,"Ġ1036":3242,"Ġ1037":3243,"Ġ1038":3244,"Ġ1039":3245,"Ġ1040":3246,"Ġ1045":3247,"Ġ1046":3248,"Ġ1047":3249,"Ġ1048":3250,"Ġ1049":3251,"Ġ1050":3252,"Ġ1056":3253,"Ġ1057":3254,"Ġ1058":3255,"Ġ1059":3256,"Ġ1060":3257,"Ġ1067":3258,"Ġ1068":3259,"Ġ1069":3260,"Ġ1070":3261,"Ġ1078":3262,"Ġ1079":3263,"Ġ1080":3264,"Ġ1089":3265,"Ġ1090":3266,"Ġ1033":3267,"Ġ1044":3268,"Ġ1055":3269,"Ġ1066":3270,"Ġ1077":3271,"Ġ1088":3272,"Ġ1099":3273,"Ġ1043":3274,"Ġ1065":3275,"Ġ1087":3276,"Ġ1097":3277,"Ġ1098":3278,"Ġ1031":3279,"Ġ1032":3280,"Ġ1041":3281,"Ġ1042":3282,"Ġ1075":3283,"Ġ1076":3284,"Ġ1085":3285,"Ġ1086":3286,"Ġ1095":3287,"Ġ1096":3288,"Ġ1051":3289,"Ġ1052":3290,"Ġ1053":3291,"Ġ1054":3292,"Ġ1061":3293,"Ġ1062":3294,"Ġ1063":3295,"Ġ1064":3296,"Ġ1071":3297,"Ġ1072":3298,"Ġ1073":3299,"Ġ1074":3300,"Ġ1081":3301,"Ġ1082":3302,"Ġ1083":3303,"Ġ1084":3304,"Ġ1091":3305,"Ġ1092":3306,"Ġ1093":3307,"Ġ1094":3308,"Ġ1000":3309,"Ġ1001":3310,"Ġ1002":3311,"Ġ1003":3312,"Ġ1004":3313,"Ġ1005":3314,"Ġ1006":3315,"Ġ1007":3316,"Ġ1008":3317,"Ġ1009":3318,"Ġ130":3319,"Ġ131":3320,"Ġ132":3321,"Ġ133":3322,"Ġ134":3323,"Ġ135":3324,"Ġ136":3325,"Ġ137":3326,"Ġ138":3327,"Ġ139":3328,"Ġ1310":3329,"Ġ1312":3330,"Ġ1313":3331,"Ġ1314":3332,"Ġ1315":3333,"Ġ1316":3334,"Ġ1317":3335,"Ġ1318":3336,"Ġ1319":3337,"Ġ1320":3338,"Ġ1323":3339,"Ġ1324":3340,"Ġ1325":3341,"Ġ1326":3342,"Ġ1327":3343,"Ġ1328":3344,"Ġ1329":3345,"Ġ1322":3346,"Ġ1311":3347,"Ġ1321":3348,"Ġ1330":3349,"Ġ1334":3350,"Ġ1335":3351,"Ġ1336":3352,"Ġ1337":3353,"Ġ1338":3354,"Ġ1339":3355,"Ġ1340":3356,"Ġ1345":3357,"Ġ1346":3358,"Ġ1347":3359,"Ġ1348":3360,"Ġ1349":3361,"Ġ1350":3362,"Ġ1356":3363,"Ġ1357":3364,"Ġ1358":3365,"Ġ1359":3366,"Ġ1360":3367,"Ġ1367":3368,"Ġ1368":3369,"Ġ1369":3370,"Ġ1370":3371,"Ġ1378":3372,"Ġ1379":3373,"Ġ1380":3374,"Ġ1389":3375,"Ġ1390":3376,"Ġ1333":3377,"Ġ1344":3378,"Ġ1355":3379,"Ġ1366":3380,"Ġ1377":3381,"Ġ1388":3382,"Ġ1399":3383,"Ġ1343":3384,"Ġ1365":3385,"Ġ1387":3386,"Ġ1397":3387,"Ġ1398":3388,"Ġ1331":3389,"Ġ1332":3390,"Ġ1341":3391,"Ġ1342":3392,"Ġ1375":3393,"Ġ1376":3394,"Ġ1385":3395,"Ġ1386":3396,"Ġ1395":3397,"Ġ1396":3398,"Ġ1351":3399,"Ġ1352":3400,"Ġ1353":3401,"Ġ1354":3402,"Ġ1361":3403,"Ġ1362":3404,"Ġ1363":3405,"Ġ1364":3406,"Ġ1371":3407,"Ġ1372":3408,"Ġ1373":3409,"Ġ1374":3410,"Ġ1381":3411,"Ġ1382":3412,"Ġ1383":3413,"Ġ1384":3414,"Ġ1391":3415,"Ġ1392":3416,"Ġ1393":3417,"Ġ1394":3418,"Ġ1300":3419,"Ġ1301":3420,"Ġ1302":3421,"Ġ1303":3422,"Ġ1304":3423,"Ġ1305":3424,"Ġ1306":3425,"Ġ1307":3426,"Ġ1308":3427,"Ġ1309":3428,"Ġ140":3429,"Ġ141":3430,"Ġ142":3431,"Ġ143":3432,"Ġ144":3433,"Ġ145":3434,"Ġ146":3435,"Ġ147":3436,"Ġ148":3437,"Ġ149":3438,"Ġ1410":3439,"Ġ1412":3440,"Ġ1413":3441,"Ġ1414":3442,"Ġ1415":3443,"Ġ1416":3444,"Ġ1417":3445,"Ġ1418":3446,"Ġ1419":3447,"Ġ1420":3448,"Ġ1423":3449,"Ġ1424":3450,"Ġ1425":3451,"Ġ1426":3452,"Ġ1427":3453,"Ġ1428":3454,"Ġ1429":3455,"Ġ1422":3456,"Ġ1411":3457,"Ġ1421":3458,"Ġ1430":3459,"Ġ1434":3460,"Ġ1435":3461,"Ġ1436":3462,"Ġ1437":3463,"Ġ1438":3464,"Ġ1439":3465,"Ġ1440":3466,"Ġ1445":3467,"Ġ1446":3468,"Ġ1447":3469,"Ġ1448":3470,"Ġ1449":3471,"Ġ1450":3472,"Ġ1456":3473,"Ġ1457":3474,"Ġ1458":3475,"Ġ1459":3476,"Ġ1460":3477,"Ġ1467":3478,"Ġ1468":3479,"Ġ1469":3480,"Ġ1470":3481,"Ġ1478":3482,"Ġ1479":3483,"Ġ1480":3484,"Ġ1489":3485,"Ġ1490":3486,"Ġ1433":3487,"Ġ1444":3488,"Ġ1455":3489,"Ġ1466":3490,"Ġ1477":3491,"Ġ1488":3492,"Ġ1499":3493,"Ġ1443":3494,"Ġ1465":3495,"Ġ1487":3496,"Ġ1497":3497,"Ġ1498":3498,"Ġ1431":3499,"Ġ1432":3500,"Ġ1441":3501,"Ġ1442":3502,"Ġ1475":3503,"Ġ1476":3504,"Ġ1485":3505,"Ġ1486":3506,"Ġ1495":3507,"Ġ1496":3508,"Ġ1451":3509,"Ġ1452":3510,"Ġ1453":3511,"Ġ1454":3512,"Ġ1461":3513,"Ġ1462":3514,"Ġ1463":3515,"Ġ1464":3516,"Ġ1471":3517,"Ġ1472":3518,"Ġ1473":3519,"Ġ1474":3520,"Ġ1481":3521,"Ġ1482":3522,"Ġ1483":3523,"Ġ1484":3524,"Ġ1491":3525,"Ġ1492":3526,"Ġ1493":3527,"Ġ1494":3528,"Ġ1400":3529,"Ġ1401":3530,"Ġ1402":3531,"Ġ1403":3532,"Ġ1404":3533,"Ġ1405":3534,"Ġ1406":3535,"Ġ1407":3536,"Ġ1408":3537,"Ġ1409":3538,"Ġ150":3539,"Ġ151":3540,"Ġ152":3541,"Ġ153":3542,"Ġ154":3543,"Ġ155":3544,"Ġ156":3545,"Ġ157":3546,"Ġ158":3547,"Ġ159":3548,"Ġ1510":3549,"Ġ1512":3550,"Ġ1513":3551,"Ġ1514":3552,"Ġ1515":3553,"Ġ1516":3554,"Ġ1517":3555,"Ġ1518":3556,"Ġ1519":3557,"Ġ1520":3558,"Ġ1523":3559,"Ġ1524":3560,"Ġ1525":3561,"Ġ1526":3562,"Ġ1527":3563,"Ġ1528":3564,"Ġ1529":3565,"Ġ1522":3566,"Ġ1511":3567,"Ġ1521":3568,"Ġ1530":3569,"Ġ1534":3570,"Ġ1535":3571,"Ġ1536":3572,"Ġ1537":3573,"Ġ1538":3574,"Ġ1539":3575,"Ġ1540":3576,"Ġ1545":3577,"Ġ1546":3578,"Ġ1547":3579,"Ġ1548":3580,"Ġ1549":3581,"Ġ1550":3582,"Ġ1556":3583,"Ġ1557":3584,"Ġ1558":3585,"Ġ1559":3586,"Ġ1560":3587,"Ġ1567":3588,"Ġ1568":3589,"Ġ1569":3590,"Ġ1570":3591,"Ġ1578":3592,"Ġ1579":3593,"Ġ1580":3594,"Ġ1589":3595,"Ġ1590":3596,"Ġ1533":3597,"Ġ1544":3598,"Ġ1555":3599,"Ġ1566":3600,"Ġ1577":3601,"Ġ1588":3602,"Ġ1599":3603,"Ġ1543":3604,"Ġ1565":3605,"Ġ1587":3606,"Ġ1597":3607,"Ġ1598":3608,"Ġ1531":3609,"Ġ1532":3610,"Ġ1541":3611,"Ġ1542":3612,"Ġ1575":3613,"Ġ1576":3614,"Ġ1585":3615,"Ġ1586":3616,"Ġ1595":3617,"Ġ1596":3618,"Ġ1551":3619,"Ġ1552":3620,"Ġ1553":3621,"Ġ1554":3622,"Ġ1561":3623,"Ġ1562":3624,"Ġ1563":3625,"Ġ1564":3626,"Ġ1571":3627,"Ġ1572":3628,"Ġ1573":3629,"Ġ1574":3630,"Ġ1581":3631,"Ġ1582":3632,"Ġ1583":3633,"Ġ1584":3634,"Ġ1591":3635,"Ġ1592":3636,"Ġ1593":3637,"Ġ1594":3638,"Ġ1500":3639,"Ġ1501":3640,"Ġ1502":3641,"Ġ1503":3642,"Ġ1504":3643,"Ġ1505":3644,"Ġ1506":3645,"Ġ1507":3646,"Ġ1508":3647,"Ġ1509":3648,"Ġ160":3649,"Ġ161":3650,"Ġ162":3651,"Ġ163":3652,"Ġ164":3653,"Ġ165":3654,"Ġ166":3655,"Ġ167":3656,"Ġ168":3657,"Ġ169":3658,"Ġ1610":3659,"Ġ1612":3660,"Ġ1613":3661,"Ġ1614":3662,"Ġ1615":3663,"Ġ1616":3664,"Ġ1617":3665,"Ġ1618":3666,"Ġ1619":3667,"Ġ1620":3668,"Ġ1623":3669,"Ġ1624":3670,"Ġ1625":3671,"Ġ1626":3672,"Ġ1627":3673,"Ġ1628":3674,"Ġ1629":3675,"Ġ1622":3676,"Ġ1611":3677,"Ġ1621":3678,"Ġ1630":3679,"Ġ1634":3680,"Ġ1635":3681,"Ġ1636":3682,"Ġ1637":3683,"Ġ1638":3684,"Ġ1639":3685,"Ġ1640":3686,"Ġ1645":3687,"Ġ1646":3688,"Ġ1647":3689,"Ġ1648":3690,"Ġ1649":3691,"Ġ1650":3692,"Ġ1656":3693,"Ġ1657":3694,"Ġ1658":3695,"Ġ1659":3696,"Ġ1660":3697,"Ġ1667":3698,"Ġ1668":3699,"Ġ1669":3700,"Ġ1670":3701,"Ġ1678":3702,"Ġ1679":3703,"Ġ1680":3704,"Ġ1689":3705,"Ġ1690":3706,"Ġ1633":3707,"Ġ1644":3708,"Ġ1655":3709,"Ġ1666":3710,"Ġ1677":3711,"Ġ1688":3712,"Ġ1699":3713,"Ġ1643":3714,"Ġ1665":3715,"Ġ1687":3716,"Ġ1697":3717,"Ġ1698":3718,"Ġ1631":3719,"Ġ1632":3720,"Ġ1641":3721,"Ġ1642":3722,"Ġ1675":3723,"Ġ1676":3724,"Ġ1685":3725,"Ġ1686":3726,"Ġ1695":3727,"Ġ1696":3728,"Ġ1651":3729,"Ġ1652":3730,"Ġ1653":3731,"Ġ1654":3732,"Ġ1661":3733,"Ġ1662":3734,"Ġ1663":3735,"Ġ1664":3736,"Ġ1671":3737,"Ġ1672":3738,"Ġ1673":3739,"Ġ1674":3740,"Ġ1681":3741,"Ġ1682":3742,"Ġ1683":3743,"Ġ1684":3744,"Ġ1691":3745,"Ġ1692":3746,"Ġ1693":3747,"Ġ1694":3748,"Ġ1600":3749,"Ġ1601":3750,"Ġ1602":3751,"Ġ1603":3752,"Ġ1604":3753,"Ġ1605":3754,"Ġ1606":3755,"Ġ1607":3756,"Ġ1608":3757,"Ġ1609":3758,"Ġ170":3759,"Ġ171":3760,"Ġ172":3761,"Ġ173":3762,"Ġ174":3763,"Ġ175":3764,"Ġ176":3765,"Ġ177":3766,"Ġ178":3767,"Ġ179":3768,"Ġ1710":3769,"Ġ1712":3770,"Ġ1713":3771,"Ġ1714":3772,"Ġ1715":3773,"Ġ1716":3774,"Ġ1717":3775,"Ġ1718":3776,"Ġ1719":3777,"Ġ1720":3778,"Ġ1723":3779,"Ġ1724":3780,"Ġ1725":3781,"Ġ1726":3782,"Ġ1727":3783,"Ġ1728":3784,"Ġ1729":3785,"Ġ1722":3786,"Ġ1711":3787,"Ġ1721":3788,"Ġ1730":3789,"Ġ1734":3790,"Ġ1735":3791,"Ġ1736":3792,"Ġ1737":3793,"Ġ1738":3794,"Ġ1739":3795,"Ġ1740":3796,"Ġ1745":3797,"Ġ1746":3798,"Ġ1747":3799,"Ġ1748":3800,"Ġ1749":3801,"Ġ1750":3802,"Ġ1756":3803,"Ġ1757":3804,"Ġ1758":3805,"Ġ1759":3806,"Ġ1760":3807,"Ġ1767":3808,"Ġ1768":3809,"Ġ1769":3810,"Ġ1770":3811,"Ġ1778":3812,"Ġ1779":3813,"Ġ1780":3814,"Ġ1789":3815,"Ġ1790":3816,"Ġ1733":3817,"Ġ1744":3818,"Ġ1755":3819,"Ġ1766":3820,"Ġ1777":3821,"Ġ1788":3822,"Ġ1799":3823,"Ġ1743":3824,"Ġ1765":3825,"Ġ1787":3826,"Ġ1797":3827,"Ġ1798":3828,"Ġ1731":3829,"Ġ1732":3830,"Ġ1741":3831,"Ġ1742":3832,"Ġ1775":3833,"Ġ1776":3834,"Ġ1785":3835,"Ġ1786":3836,"Ġ1795":3837,"Ġ1796":3838,"Ġ1751":3839,"Ġ1752":3840,"Ġ1753":3841,"Ġ1754":3842,"Ġ1761":3843,"Ġ1762":3844,"Ġ1763":3845,"Ġ1764":3846,"Ġ1771":3847,"Ġ1772":3848,"Ġ1773":3849,"Ġ1774":3850,"Ġ1781":3851,"Ġ1782":3852,"Ġ1783":3853,"Ġ1784":3854,"Ġ1791":3855,"Ġ1792":3856,"Ġ1793":3857,"Ġ1794":3858,"Ġ1700":3859,"Ġ1701":3860,"Ġ1702":3861,"Ġ1703":3862,"Ġ1704":3863,"Ġ1705":3864,"Ġ1706":3865,"Ġ1707":3866,"Ġ1708":3867,"Ġ1709":3868,"Ġ180":3869,"Ġ181":3870,"Ġ182":3871,"Ġ183":3872,"Ġ184":3873,"Ġ185":3874,"Ġ186":3875,"Ġ187":3876,"Ġ188":3877,"Ġ189":3878,"Ġ1810":3879,"Ġ1812":3880,"Ġ1813":3881,"Ġ1814":3882,"Ġ1815":3883,"Ġ1816":3884,"Ġ1817":3885,"Ġ1818":3886,"Ġ1819":3887,"Ġ1820":3888,"Ġ1823":3889,"Ġ1824":3890,"Ġ1825":3891,"Ġ1826":3892,"Ġ1827":3893,"Ġ1828":3894,"Ġ1829":3895,"Ġ1822":3896,"Ġ1811":3897,"Ġ1821":3898,"Ġ1830":3899,"Ġ1834":3900,"Ġ1835":3901,"Ġ1836":3902,"Ġ1837":3903,"Ġ1838":3904,"Ġ1839":3905,"Ġ1840":3906,"Ġ1845":3907,"Ġ1846":3908,"Ġ1847":3909,"Ġ1848":3910,"Ġ1849":3911,"Ġ1850":3912,"Ġ1856":3913,"Ġ1857":3914,"Ġ1858":3915,"Ġ1859":3916,"Ġ1860":3917,"Ġ1867":3918,"Ġ1868":3919,"Ġ1869":3920,"Ġ1870":3921,"Ġ1878":3922,"Ġ1879":3923,"Ġ1880":3924,"Ġ1889":3925,"Ġ1890":3926,"Ġ1833":3927,"Ġ1844":3928,"Ġ1855":3929,"Ġ1866":3930,"Ġ1877":3931,"Ġ1888":3932,"Ġ1899":3933,"Ġ1843":3934,"Ġ1865":3935,"Ġ1887":3936,"Ġ1897":3937,"Ġ1898":3938,"Ġ1831":3939,"Ġ1832":3940,"Ġ1841":3941,"Ġ1842":3942,"Ġ1875":3943,"Ġ1876":3944,"Ġ1885":3945,"Ġ1886":3946,"Ġ1895":3947,"Ġ1896":3948,"Ġ1851":3949,"Ġ1852":3950,"Ġ1853":3951,"Ġ1854":3952,"Ġ1861":3953,"Ġ1862":3954,"Ġ1863":3955,"Ġ1864":3956,"Ġ1871":3957,"Ġ1872":3958,"Ġ1873":3959,"Ġ1874":3960,"Ġ1881":3961,"Ġ1882":3962,"Ġ1883":3963,"Ġ1884":3964,"Ġ1891":3965,"Ġ1892":3966,"Ġ1893":3967,"Ġ1894":3968,"Ġ1800":3969,"Ġ1801":3970,"Ġ1802":3971,"Ġ1803":3972,"Ġ1804":3973,"Ġ1805":3974,"Ġ1806":3975,"Ġ1807":3976,"Ġ1808":3977,"Ġ1809":3978,"Ġ190":3979,"Ġ191":3980,"Ġ192":3981,"Ġ193":3982,"Ġ194":3983,"Ġ195":3984,"Ġ196":3985,"Ġ197":3986,"Ġ198":3987,"Ġ199":3988,"Ġ1910":3989,"Ġ1912":3990,"Ġ1913":3991,"Ġ1914":3992,"Ġ1915":3993,"Ġ1916":3994,"Ġ1917":3995,"Ġ1918":3996,"Ġ1919":3997,"Ġ1920":3998,"Ġ1923":3999,"Ġ1924":4000,"Ġ1925":4001,"Ġ1926":4002,"Ġ1927":4003,"Ġ1928":4004,"Ġ1929":4005,"Ġ1922":4006,"Ġ1911":4007,"Ġ1921":4008,"Ġ1930":4009,"Ġ1934":4010,"Ġ1935":4011,"Ġ1936":4012,"Ġ1937":4013,"Ġ1938":4014,"Ġ1939":4015,"Ġ1940":4016,"Ġ1945":4017,"Ġ1946":4018,"Ġ1947":4019,"Ġ1948":4020,"Ġ1949":4021,"Ġ1950":4022,"Ġ1956":4023,"Ġ1957":4024,"Ġ1958":4025,"Ġ1959":4026,"Ġ1960":4027,"Ġ1967":4028,"Ġ1968":4029,"Ġ1969":4030,"Ġ1970":4031,"Ġ1978":4032,"Ġ1979":4033,"Ġ1980":4034,"Ġ1989":4035,"Ġ1990":4036,"Ġ1933":4037,"Ġ1944":4038,"Ġ1955":4039,"Ġ1966":4040,"Ġ1977":4041,"Ġ1988":4042,"Ġ1999":4043,"Ġ1943":4044,"Ġ1965":4045,"Ġ1987":4046,"Ġ1997":4047,"Ġ1998":4048,"Ġ1931":4049,"Ġ1932":4050,"Ġ1941":4051,"Ġ1942":4052,"Ġ1975":4053,"Ġ1976":4054,"Ġ1985":4055,"Ġ1986":4056,"Ġ1995":4057,"Ġ1996":4058,"Ġ1951":4059,"Ġ1952":4060,"Ġ1953":4061,"Ġ1954":4062,"Ġ1961":4063,"Ġ1962":4064,"Ġ1963":4065,"Ġ1964":4066,"Ġ1971":4067,"Ġ1972":4068,"Ġ1973":4069,"Ġ1974":4070,"Ġ1981":4071,"Ġ1982":4072,"Ġ1983":4073,"Ġ1984":4074,"Ġ1991":4075,"Ġ1992":4076,"Ġ1993":4077,"Ġ1994":4078,"Ġ1900":4079,"Ġ1901":4080,"Ġ1902":4081,"Ġ1903":4082,"Ġ1904":4083,"Ġ1905":4084,"Ġ1906":4085,"Ġ1907":4086,"Ġ1908":4087,"Ġ1909":4088,"Ġ200":4089,"Ġ201":4090,"Ġ202":4091,"Ġ203":4092,"Ġ204":4093,"Ġ205":4094,"Ġ206":4095,"Ġ207":4096,"Ġ208":4097,"Ġ209":4098,"Ġ2010":4099,"Ġ2012":4100,"Ġ2013":4101,"Ġ2014":4102,"Ġ2015":4103,"Ġ2016":4104,"Ġ2017":4105,"Ġ2018":4106,"Ġ2019":4107,"Ġ2020":4108,"Ġ2023":4109,"Ġ2024":4110,"Ġ2025":4111,"Ġ2026":4112,"Ġ2027":4113,"Ġ2028":4114,"Ġ2029":4115,"Ġ2022":4116,"Ġ2011":4117,"Ġ2021":4118,"Ġ2030":4119,"Ġ2034":4120,"Ġ2035":4121,"Ġ2036":4122,"Ġ2037":4123,"Ġ2038":4124,"Ġ2039":4125,"Ġ2040":4126,"Ġ2045":4127,"Ġ2046":4128,"Ġ2047":4129,"Ġ2048":4130,"Ġ2049":4131,"Ġ2050":4132,"Ġ2056":4133,"Ġ2057":4134,"Ġ2058":4135,"Ġ2059":4136,"Ġ2060":4137,"Ġ2067":4138,"Ġ2068":4139,"Ġ2069":4140,"Ġ2070":4141,"Ġ2078":4142,"Ġ2079":4143,"Ġ2080":4144,"Ġ2089":4145,"Ġ2090":4146,"Ġ2033":4147,"Ġ2044":4148,"Ġ2055":4149,"Ġ2066":4150,"Ġ2077":4151,"Ġ2088":4152,"Ġ2099":4153,"Ġ2043":4154,"Ġ2065":4155,"Ġ2087":4156,"Ġ2097":4157,