,
.
-
0
1
2
3
4
5
6
7
8
9
10
11
12
13
14
15
16
17
18
19
20
21
22
23
24
25
26
27
28
29
30
31
32
33
34
35
36
37
38
39
40
41
42
43
44
45
46
47
48
49
50
51
52
53
54
55
56
57
58
59
60
61
62
63
64
65
66
67
68
69
70
71
72
73
74
75
76
77
78
79
80
81
82
83
84
85
86
87
88
89
90
91
92
93
94
95
96
97
98
99
100
101
102
103
104
105
106
107
108
109
110
111
112
113
114
115
116
117
118
119
120
121
122
123
124
125
126
127
128
129
130
131
132
133
134
135
136
137
138
139
140
141
142
143
144
145
146
147
148
149
150
151
152
153
154
155
156
157
158
159
160
161
162
163
164
165
166
167
168
169
170
171
172
173
174
175
176
177
178
179
180
181
182
183
184
185
186
187
188
189
190
191
192
193
194
195
196
197
198
199
200
201
202
203
204
205
206
207
208
209
210
211
212
213
214
215
216
217
218
219
220
221
222
223
224
225
226
227
228
229
230
231
232
233
234
235
236
237
238
239
240
241
242
243
244
245
246
247
248
249
250
251
252
253
254
255
256
257
258
259
260
261
262
263
264
265
266
267
268
269
270
271
272
273
274
275
276
277
278
279
280
281
282
283
284
285
286
287
288
289
290
291
292
293
294
295
296
297
298
299
300
301
302
303
304
305
306
307
308
309
310
311
312
313
314
315
316
317
318
319
320
321
322
323
324
325
326
327
328
329
330
331
332
333
334
335
336
337
338
339
340
341
342
343
344
345
346
347
348
349
350
351
352
353
354
355
356
357
358
359
360
361
362
363
364
365
366
367
368
369
370
371
372
373
374
375
376
377
378
379
380
381
382
383
384
385
386
387
388
389
390
391
392
393
394
395
396
397
398
399
400
401
402
403
404
405
406
407
408
409
410
411
412
413
414
415
416
417
418
419
420
421
422
423
424
425
426
427
428
429
430
431
432
433
434
435
436
437
438
439
440
441
442
443
444
445
446
447
448
449
450
451
452
453
454
455
456
457
458
459
460
461
462
463
464
465
466
467
468
469
470
471
472
473
474
475
476
477
478
479
480
481
482
483
484
485
486
487
488
489
490
491
492
493
494
495
496
497
498
499
500
501
502
503
504
505
506
507
508
509
510
511
512
513
514
515
516
517
518
519
520
521
522
523
524
525
526
527
528
529
530
531
532
533
534
535
536
537
538
539
540
541
542
543
544
545
546
547
548
549
550
551
552
553
554
555
556
557
558
559
560
561
562
563
564
565
566
567
568
569
570
571
572
573
574
575
576
577
578
579
580
581
582
583
584
585
586
587
588
589
590
591
592
593
594
595
596
597
598
599
600
601
602
603
604
605
606
607
608
609
610
611
612
613
614
615
616
617
618
619
620
621
622
623
624
625
626
627
628
629
630
631
632
633
634
635
636
637
638
639
640
641
642
643
644
645
646
647
648
649
650
651
652
653
654
655
656
657
658
659
660
661
662
663
664
665
666
667
668
669
670
671
672
673
674
675
676
677
678
679
680
681
682
683
684
685
686
687
688
689
690
691
692
693
694
695
696
697
698
699
700
701
702
703
704
705
706
707
708
709
710
711
712
713
714
715
716
717
718
719
720
721
722
723
724
725
726
727
728
729
730
731
732
733
734
735
736
737
738
739
740
741
742
743
744
745
746
747
748
749
750
751
752
753
754
755
756
757
758
759
760
761
762
763
764
765
766
767
768
769
770
771
772
773
774
775
776
777
778
779
780
781
782
783
784
785
786
787
788
789
790
791
792
793
794
795
796
797
798
799
800
801
802
803
804
805
806
807
808
809
810
811
812
813
814
815
816
817
818
819
820
821
822
823
824
825
826
827
828
829
830
831
832
833
834
835
836
837
838
839
840
841
842
843
844
845
846
847
848
849
850
851
852
853
854
855
856
857
858
859
860
861
862
863
864
865
866
867
868
869
870
871
872
873
874
875
876
877
878
879
880
881
882
883
884
885
886
887
888
889
890
891
892
893
894
895
896
897
898
899
900
901
902
903
904
905
906
907
908
909
910
911
912
913
914
915
916
917
918
919
920
921
922
923
924
925
926
927
928
929
930
931
932
933
934
935
936
937
938
939
940
941
942
943
944
945
946
947
948
949
950
951
952
953
954
955
956
957
958
959
960
961
962
963
964
965
966
967
968
969
970
971
972
973
974
975
976
977
978
979
980
981
982
983
984
985
986
987
988
989
990
991
992
993
994
995
996
997
998
999
1000
1001
1002
1003
1004
1005
1006
1007
1008
1009
1010
1011
1012
1013
1014
1015
1016
1017
1018
1019
1020
1021
1022
1023
1024
1025
1026
1027
1028
1029
1030
1031
1032
1033
1034
1035
1036
1037
1038
1039
1040
1041
1042
1043
1044
1045
1046
1047
1048
1049
1050
1051
1052
1053
1054
1055
1056
1057
1058
1059
1060
1061
1062
1063
1064
1065
1066
1067
1068
1069
1070
1071
1072
1073
1074
1075
1076
1077
1078
1079
1080
1081
1082
1083
1084
1085
1086
1087
1088
1089
1090
1091
1092
1093
1094
1095
1096
1097
1098
1099
1100
1101
1102
1103
1104
1105
1106
1107
1108
1109
1110
1111
1112
1113
1114
1115
1116
1117
1118
1119
1120
1121
1122
1123
1124
1125
1126
1127
1128
1129
1130
1131
1132
1133
1134
1135
1136
1137
1138
1139
1140
1141
1142
1143
1144
1145
1146
1147
1148
1149
1150
1151
1152
1153
1154
1155
1156
1157
1158
1159
1160
1161
1162
1163
1164
1165
1166
1167
1168
1169
1170
1171
1172
1173
1174
1175
1176
1177
1178
1179
1180
1181
1182
1183
1184
1185
1186
1187
1188
1189
1190
1191
1192
1193
1194
1195
1196
1197
1198
1199
1200
1201
1202
1203
1204
1205
1206
1207
1208
1209
1210
1211
1212
1213
1214
1215
1216
1217
1218
1219
1220
1221
1222
1223
1224
1225
1226
1227
1228
1229
1230
1231
1232
1233
1234
1235
1236
1237
1238
1239
1240
1241
1242
1243
1244
1245
1246
1247
1248
1249
1250
1251
1252
1253
1254
1255
1256
1257
1258
1259
1260
1261
1262
1263
1264
1265
1266
1267
1268
1269
1270
1271
1272
1273
1274
1275
1276
1277
1278
1279
1280
1281
1282
1283
1284
1285
1286
1287
1288
1289
1290
1291
1292
1293
1294
1295
1296
1297
1298
1299
1300
1301
1302
1303
1304
1305
1306
1307
1308
1309
1310
1311
1312
1313
1314
1315
1316
1317
1318
1319
1320
1321
1322
1323
1324
1325
1326
1327
1328
1329
1330
1331
1332
1333
1334
1335
1336
1337
1338
1339
1340
1341
1342
1343
1344
1345
1346
1347
1348
1349
1350
1351
1352
1353
1354
1355
1356
1357
1358
1359
1360
1361
1362
1363
1364
1365
1366
1367
1368
1369
1370
1371
1372
1373
1374
1375
1376
1377
1378
1379
1380
1381
1382
1383
1384
1385
1386
1387
1388
1389
1390
1391
1392
1393
1394
1395
1396
1397
1398
1399
1400
1401
1402
1403
1404
1405
1406
1407
1408
1409
1410
1411
1412
1413
1414
1415
1416
1417
1418
1419
1420
1421
1422
1423
1424
1425
1426
1427
1428
1429
1430
1431
1432
1433
1434
1435
1436
1437
1438
1439
1440
1441
1442
1443
1444
1445
1446
1447
1448
1449
1450
1451
1452
1453
1454
1455
1456
1457
1458
1459
1460
1461
1462
1463
1464
1465
1466
1467
1468
1469
1470
1471
1472
1473
1474
1475
1476
1477
1478
1479
1480
1481
1482
1483
1484
1485
1486
1487
1488
1489
1490
1491
1492
1493
1494
1495
1496
1497
1498
1499
1500
1501
1502
1503
1504
1505
1506
1507
1508
1509
1510
1511
1512
1513
1514
1515
1516
1517
1518
1519
1520
1521
1522
1523
1524
1525
1526
1527
1528
1529
1530
1531
1532
1533
1534
1535
1536
1537
1538
1539
1540
1541
1542
1543
1544
1545
1546
1547
1548
1549
1550
1551
1552
1553
1554
1555
1556
1557
1558
1559
1560
1561
1562
1563
1564
1565
1566
1567
1568
1569
1570
1571
1572
1573
1574
1575
1576
1577
1578
1579
1580
1581
1582
1583
1584
1585
1586
1587
1588
1589
1590
1591
1592
1593
1594
1595
1596
1597
1598
1599
1600
1601
1602
1603
1604
1605
1606
1607
1608
1609
1610
1611
1612
1613
1614
1615
1616
1617
1618
1619
1620
1621
1622
1623
1624
1625
1626
1627
1628
1629
1630
1631
1632
1633
1634
1635
1636
1637
1638
1639
1640
1641
1642
1643
1644
1645
1646
1647
1648
1649
1650
1651
1652
1653
1654
1655
1656
1657
1658
1659
1660
1661
1662
1663
1664
1665
1666
1667
1668
1669
1670
1671
1672
1673
1674
1675
1676
1677
1678
1679
1680
1681
1682
1683
1684
1685
1686
1687
1688
1689
1690
1691
1692
1693
1694
1695
1696
1697
1698
1699
1700
1701
1702
1703
1704
1705
1706
1707
1708
1709
1710
1711
1712
1713
1714
1715
1716
1717
1718
1719
1720
1721
1722
1723
1724
1725
1726
1727
1728
1729
1730
1731
1732
1733
1734
1735
1736
1737
1738
1739
1740
1741
1742
1743
1744
1745
1746
1747
1748
1749
1750
1751
1752
1753
1754
1755
1756
1757
1758
1759
1760
1761
1762
1763
1764
1765
1766
1767
1768
1769
1770
1771
1772
1773
1774
1775
1776
1777
1778
1779
1780
1781
1782
1783
1784
1785
1786
1787
1788
1789
1790
1791
1792
1793
1794
1795
1796
1797
1798
1799
1800
1801
1802
1803
1804
1805
1806
1807
1808
1809
1810
1811
1812
1813
1814
1815
1816
1817
1818
1819
1820
1821
1822
1823
1824
1825
1826
1827
1828
1829
1830
1831
1832
1833
1834
1835
1836
1837
1838
1839
1840
1841
1842
1843
1844
1845
1846
1847
1848
1849
1850
1851
1852
1853
1854
1855
1856
1857
1858
1859
1860
1861
1862
1863
1864
1865
1866
1867
1868
1869
1870
1871
1872
1873
1874
1875
1876
1877
1878
1879
1880
1881
1882
1883
1884
1885
1886
1887
1888
1889
1890
1891
1892
1893
1894
1895
1896
1897
1898
1899
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
1990
1991
1992
1993
1994
1995
1996
1997
1998
1999
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
2022
2023
2024
2025
2026
2027
2028
2029
2030
2031
2032
2033
2034
2035
2036
2037
2038
2039
2040
2041
2042
2043
2044
2045
2046
2047
2048
2049
2050
2051
2052
2053
2054
2055
2056
2057
2058
2059
2060
2061
2062
2063
2064
2065
2066
2067
2068
2069
2070
2071
2072
2073
2074
2075
2076
2077
2078
2079
2080
2081
2082
2083
2084
2085
2086
2087
2088
2089
2090
2091
2092
2093
2094
2095
2096
2097
2098
2099
2100
2101
2102
2103
2104
2105
2106
2107
2108
2109
2110
2111
2112
2113
2114
2115
2116
2117
2118
2119
2120
2121
2122
2123
2124
2125
2126
2127
2128
2129
2130
2131
2132
2133
2134
2135
2136
2137
2138
2139
2140
2141
2142
2143
2144
2145
2146
2147
2148
2149
2150
2151
2152
2153
2154
2155
2156
2157
2158
2159
2160
2161
2162
2163
2164
2165
2166
2167
2168
2169
2170
2171
2172
2173
2174
2175
2176
2177
2178
2179
2180
2181
2182
2183
2184
2185
2186
2187
2188
2189
2190
2191
2192
2193
2194
2195
2196
2197
2198
2199
2200
2201
2202
2203
2204
2205
2206
2207
2208
2209
2210
2211
2212
2213
2214
2215
2216
2217
2218
2219
2220
2221
2222
2223
2224
2225
2226
2227
2228
2229
2230
2231
2232
2233
2234
2235
2236
2237
2238
2239
2240
2241
2242
2243
2244
2245
2246
2247
2248
2249
2250
2251
2252
2253
2254
2255
2256
2257
2258
2259
2260
2261
2262
2263
2264
2265
2266
2267
2268
2269
2270
2271
2272
2273
2274
2275
2276
2277
2278
2279
2280
2281
2282
2283
2284
2285
2286
2287
2288
2289
2290
2291
2292
2293
2294
2295
2296
2297
2298
2299
2300
2301
2302
2303
2304
2305
2306
2307
2308
2309
2310
2311
2312
2313
2314
2315
2316
2317
2318
2319
2320
2321
2322
2323
2324
2325
2326
2327
2328
2329
2330
2331
2332
2333
2334
2335
2336
2337
2338
2339
2340
2341
2342
2343
2344
2345
2346
2347
2348
2349
2350
2351
2352
2353
2354
2355
2356
2357
2358
2359
2360
2361
2362
2363
2364
2365
2366
2367
2368
2369
2370
2371
2372
2373
2374
2375
2376
2377
2378
2379
2380
2381
2382
2383
2384
2385
2386
2387
2388
2389
2390
2391
2392
2393
2394
2395
2396
2397
2398
2399
2400
2401
2402
2403
2404
2405
2406
2407
2408
2409
2410
2411
2412
2413
2414
2415
2416
2417
2418
2419
2420
2421
2422
2423
2424
2425
2426
2427
2428
2429
2430
2431
2432
2433
2434
2435
2436
2437
2438
2439
2440
2441
2442
2443
2444
2445
2446
2447
2448
2449
2450
2451
2452
2453
2454
2455
2456
2457
2458
2459
2460
2461
2462
2463
2464
2465
2466
2467
2468
2469
2470
2471
2472
2473
2474
2475
2476
2477
2478
2479
2480
2481
2482
2483
2484
2485
2486
2487
2488
2489
2490
2491
2492
2493
2494
2495
2496
2497
2498
2499
2500
2501
2502
2503
2504
2505
2506
2507
2508
2509
2510
2511
2512
2513
2514
2515
2516
2517
2518
2519
2520
2521
2522
2523
2524
2525
2526
2527
2528
2529
2530
2531
2532
2533
2534
2535
2536
2537
2538
2539
2540
2541
2542
2543
2544
2545
2546
2547
2548
2549
2550
2551
2552
2553
2554
2555
2556
2557
2558
2559
2560
2561
2562
2563
2564
2565
2566
2567
2568
2569
2570
2571
2572
2573
2574
2575
2576
2577
2578
2579
2580
2581
2582
2583
2584
2585
2586
2587
2588
2589
2590
2591
2592
2593
2594
2595
2596
2597
2598
2599
2600
2601
2602
2603
2604
2605
2606
2607
2608
2609
2610
2611
2612
2613
2614
2615
2616
2617
2618
2619
2620
2621
2622
2623
2624
2625
2626
2627
2628
2629
2630
2631
2632
2633
2634
2635
2636
2637
2638
2639
2640
2641
2642
2643
2644
2645
2646
2647
2648
2649
2650
2651
2652
2653
2654
2655
2656
2657
2658
2659
2660
2661
2662
2663
2664
2665
2666
2667
2668
2669
2670
2671
2672
2673
2674
2675
2676
2677
2678
2679
2680
2681
2682
2683
2684
2685
2686
2687
2688
2689
2690
2691
2692
2693
2694
2695
2696
2697
2698
2699
2700
2701
2702
2703
2704
2705
2706
2707
2708
2709
2710
2711
2712
2713
2714
2715
2716
2717
2718
2719
2720
2721
2722
2723
2724
2725
2726
2727
2728
2729
2730
2731
2732
2733
2734
2735
2736
2737
2738
2739
2740
2741
2742
2743
2744
2745
2746
2747
2748
2749
2750
2751
2752
2753
2754
2755
2756
2757
2758
2759
2760
2761
2762
2763
2764
2765
2766
2767
2768
2769
2770
2771
2772
2773
2774
2775
2776
2777
2778
2779
2780
2781
2782
2783
2784
2785
2786
2787
2788
2789
2790
2791
2792
2793
2794
2795
2796
2797
2798
2799
2800
2801
2802
2803
2804
2805
2806
2807
2808
2809
2810
2811
2812
2813
2814
2815
2816
2817
2818
2819
2820
2821
2822
2823
2824
2825
2826
2827
2828
2829
2830
2831
2832
2833
2834
2835
2836
2837
2838
2839
2840
2841
2842
2843
2844
2845
2846
2847
2848
2849
2850
2851
2852
2853
2854
2855
2856
2857
2858
2859
2860
2861
2862
2863
2864
2865
2866
2867
2868
2869
2870
2871
2872
2873
2874
2875
2876
2877
2878
2879
2880
2881
2882
2883
2884
2885
2886
2887
2888
2889
2890
2891
2892
2893
2894
2895
2896
2897
2898
2899
2900
2901
2902
2903
2904
2905
2906
2907
2908
2909
2910
2911
2912
2913
2914
2915
2916
2917
2918
2919
2920
2921
2922
2923
2924
2925
2926
2927
2928
2929
2930
2931
2932
2933
2934
2935
2936
2937
2938
2939
2940
2941
2942
2943
2944
2945
2946
2947
2948
2949
2950
2951
2952
2953
2954
2955
2956
2957
2958
2959
2960
2961
2962
2963
2964
2965
2966
2967
2968
2969
2970
2971
2972
2973
2974
2975
2976
2977
2978
2979
2980
2981
2982
2983
2984
2985
2986
2987
2988
2989
2990
2991
2992
2993
2994
2995
2996
2997
2998
2999
-3000
-2999
-2998
-2997
-2996
-2995
-2994
-2993
-2992
-2991
-2990
-2989
-2988
-2987
-2986
-2985
-2984
-2983
-2982
-2981
-2980
-2979
-2978
-2977
-2976
-2975
-2974
-2973
-2972
-2971
-2970
-2969
-2968
-2967
-2966
-2965
-2964
-2963
-2962
-2961
-2960
-2959
-2958
-2957
-2956
-2955
-2954
-2953
-2952
-2951
-2950
-2949
-2948
-2947
-2946
-2945
-2944
-2943
-2942
-2941
-2940
-2939
-2938
-2937
-2936
-2935
-2934
-2933
-2932
-2931
-2930
-2929
-2928
-2927
-2926
-2925
-2924
-2923
-2922
-2921
-2920
-2919
-2918
-2917
-2916
-2915
-2914
-2913
-2912
-2911
-2910
-2909
-2908
-2907
-2906
-2905
-2904
-2903
-2902
-2901
-2900
-2899
-2898
-2897
-2896
-2895
-2894
-2893
-2892
-2891
-2890
-2889
-2888
-2887
-2886
-2885
-2884
-2883
-2882
-2881
-2880
-2879
-2878
-2877
-2876
-2875
-2874
-2873
-2872
-2871
-2870
-2869
-2868
-2867
-2866
-2865
-2864
-2863
-2862
-2861
-2860
-2859
-2858
-2857
-2856
-2855
-2854
-2853
-2852
-2851
-2850
-2849
-2848
-2847
-2846
-2845
-2844
-2843
-2842
-2841
-2840
-2839
-2838
-2837
-2836
-2835
-2834
-2833
-2832
-2831
-2830
-2829
-2828
-2827
-2826
-2825
-2824
-2823
-2822
-2821
-2820
-2819
-2818
-2817
-2816
-2815
-2814
-2813
-2812
-2811
-2810
-2809
-2808
-2807
-2806
-2805
-2804
-2803
-2802
-2801
-2800
-2799
-2798
-2797
-2796
-2795
-2794
-2793
-2792
-2791
-2790
-2789
-2788
-2787
-2786
-2785
-2784
-2783
-2782
-2781
-2780
-2779
-2778
-2777
-2776
-2775
-2774
-2773
-2772
-2771
-2770
-2769
-2768
-2767
-2766
-2765
-2764
-2763
-2762
-2761
-2760
-2759
-2758
-2757
-2756
-2755
-2754
-2753
-2752
-2751
-2750
-2749
-2748
-2747
-2746
-2745
-2744
-2743
-2742
-2741
-2740
-2739
-2738
-2737
-2736
-2735
-2734
-2733
-2732
-2731
-2730
-2729
-2728
-2727
-2726
-2725
-2724
-2723
-2722
-2721
-2720
-2719
-2718
-2717
-2716
-2715
-2714
-2713
-2712
-2711
-2710
-2709
-2708
-2707
-2706
-2705
-2704
-2703
-2702
-2701
-2700
-2699
-2698
-2697
-2696
-2695
-2694
-2693
-2692
-2691
-2690
-2689
-2688
-2687
-2686
-2685
-2684
-2683
-2682
-2681
-2680
-2679
-2678
-2677
-2676
-2675
-2674
-2673
-2672
-2671
-2670
-2669
-2668
-2667
-2666
-2665
-2664
-2663
-2662
-2661
-2660
-2659
-2658
-2657
-2656
-2655
-2654
-2653
-2652
-2651
-2650
-2649
-2648
-2647
-2646
-2645
-2644
-2643
-2642
-2641
-2640
-2639
-2638
-2637
-2636
-2635
-2634
-2633
-2632
-2631
-2630
-2629
-2628
-2627
-2626
-2625
-2624
-2623
-2622
-2621
-2620
-2619
-2618
-2617
-2616
-2615
-2614
-2613
-2612
-2611
-2610
-2609
-2608
-2607
-2606
-2605
-2604
-2603
-2602
-2601
-2600
-2599
-2598
-2597
-2596
-2595
-2594
-2593
-2592
-2591
-2590
-2589
-2588
-2587
-2586
-2585
-2584
-2583
-2582
-2581
-2580
-2579
-2578
-2577
-2576
-2575
-2574
-2573
-2572
-2571
-2570
-2569
-2568
-2567
-2566
-2565
-2564
-2563
-2562
-2561
-2560
-2559
-2558
-2557
-2556
-2555
-2554
-2553
-2552
-2551
-2550
-2549
-2548
-2547
-2546
-2545
-2544
-2543
-2542
-2541
-2540
-2539
-2538
-2537
-2536
-2535
-2534
-2533
-2532
-2531
-2530
-2529
-2528
-2527
-2526
-2525
-2524
-2523
-2522
-2521
-2520
-2519
-2518
-2517
-2516
-2515
-2514
-2513
-2512
-2511
-2510
-2509
-2508
-2507
-2506
-2505
-2504
-2503
-2502
-2501
-2500
-2499
-2498
-2497
-2496
-2495
-2494
-2493
-2492
-2491
-2490
-2489
-2488
-2487
-2486
-2485
-2484
-2483
-2482
-2481
-2480
-2479
-2478
-2477
-2476
-2475
-2474
-2473
-2472
-2471
-2470
-2469
-2468
-2467
-2466
-2465
-2464
-2463
-2462
-2461
-2460
-2459
-2458
-2457
-2456
-2455
-2454
-2453
-2452
-2451
-2450
-2449
-2448
-2447
-2446
-2445
-2444
-2443
-2442
-2441
-2440
-2439
-2438
-2437
-2436
-2435
-2434
-2433
-2432
-2431
-2430
-2429
-2428
-2427
-2426
-2425
-2424
-2423
-2422
-2421
-2420
-2419
-2418
-2417
-2416
-2415
-2414
-2413
-2412
-2411
-2410
-2409
-2408
-2407
-2406
-2405
-2404
-2403
-2402
-2401
-2400
-2399
-2398
-2397
-2396
-2395
-2394
-2393
-2392
-2391
-2390
-2389
-2388
-2387
-2386
-2385
-2384
-2383
-2382
-2381
-2380
-2379
-2378
-2377
-2376
-2375
-2374
-2373
-2372
-2371
-2370
-2369
-2368
-2367
-2366
-2365
-2364
-2363
-2362
-2361
-2360
-2359
-2358
-2357
-2356
-2355
-2354
-2353
-2352
-2351
-2350
-2349
-2348
-2347
-2346
-2345
-2344
-2343
-2342
-2341
-2340
-2339
-2338
-2337
-2336
-2335
-2334
-2333
-2332
-2331
-2330
-2329
-2328
-2327
-2326
-2325
-2324
-2323
-2322
-2321
-2320
-2319
-2318
-2317
-2316
-2315
-2314
-2313
-2312
-2311
-2310
-2309
-2308
-2307
-2306
-2305
-2304
-2303
-2302
-2301
-2300
-2299
-2298
-2297
-2296
-2295
-2294
-2293
-2292
-2291
-2290
-2289
-2288
-2287
-2286
-2285
-2284
-2283
-2282
-2281
-2280
-2279
-2278
-2277
-2276
-2275
-2274
-2273
-2272
-2271
-2270
-2269
-2268
-2267
-2266
-2265
-2264
-2263
-2262
-2261
-2260
-2259
-2258
-2257
-2256
-2255
-2254
-2253
-2252
-2251
-2250
-2249
-2248
-2247
-2246
-2245
-2244
-2243
-2242
-2241
-2240
-2239
-2238
-2237
-2236
-2235
-2234
-2233
-2232
-2231
-2230
-2229
-2228
-2227
-2226
-2225
-2224
-2223
-2222
-2221
-2220
-2219
-2218
-2217
-2216
-2215
-2214
-2213
-2212
-2211
-2210
-2209
-2208
-2207
-2206
-2205
-2204
-2203
-2202
-2201
-2200
-2199
-2198
-2197
-2196
-2195
-2194
-2193
-2192
-2191
-2190
-2189
-2188
-2187
-2186
-2185
-2184
-2183
-2182
-2181
-2180
-2179
-2178
-2177
-2176
-2175
-2174
-2173
-2172
-2171
-2170
-2169
-2168
-2167
-2166
-2165
-2164
-2163
-2162
-2161
-2160
-2159
-2158
-2157
-2156
-2155
-2154
-2153
-2152
-2151
-2150
-2149
-2148
-2147
-2146
-2145
-2144
-2143
-2142
-2141
-2140
-2139
-2138
-2137
-2136
-2135
-2134
-2133
-2132
-2131
-2130
-2129
-2128
-2127
-2126
-2125
-2124
-2123
-2122
-2121
-2120
-2119
-2118
-2117
-2116
-2115
-2114
-2113
-2112
-2111
-2110
-2109
-2108
-2107
-2106
-2105
-2104
-2103
-2102
-2101
-2100
-2099
-2098
-2097
-2096
-2095
-2094
-2093
-2092
-2091
-2090
-2089
-2088
-2087
-2086
-2085
-2084
-2083
-2082
-2081
-2080
-2079
-2078
-2077
-2076
-2075
-2074
-2073
-2072
-2071
-2070
-2069
-2068
-2067
-2066
-2065
-2064
-2063
-2062
-2061
-2060
-2059
-2058
-2057
-2056
-2055
-2054
-2053
-2052
-2051
-2050
-2049
-2048
-2047
-2046
-2045
-2044
-2043
-2042
-2041
-2040
-2039
-2038
-2037
-2036
-2035
-2034
-2033
-2032
-2031
-2030
-2029
-2028
-2027
-2026
-2025
-2024
-2023
-2022
-2021
-2020
-2019
-2018
-2017
-2016
-2015
-2014
-2013
-2012
-2011
-2010
-2009
-2008
-2007
-2006
-2005
-2004
-2003
-2002
-2001
-2000
-1999
-1998
-1997
-1996
-1995
-1994
-1993
-1992
-1991
-1990
-1989
-1988
-1987
-1986
-1985
-1984
-1983
-1982
-1981
-1980
-1979
-1978
-1977
-1976
-1975
-1974
-1973
-1972
-1971
-1970
-1969
-1968
-1967
-1966
-1965
-1964
-1963
-1962
-1961
-1960
-1959
-1958
-1957
-1956
-1955
-1954
-1953
-1952
-1951
-1950
-1949
-1948
-1947
-1946
-1945
-1944
-1943
-1942
-1941
-1940
-1939
-1938
-1937
-1936
-1935
-1934
-1933
-1932
-1931
-1930
-1929
-1928
-1927
-1926
-1925
-1924
-1923
-1922
-1921
-1920
-1919
-1918
-1917
-1916
-1915
-1914
-1913
-1912
-1911
-1910
-1909
-1908
-1907
-1906
-1905
-1904
-1903
-1902
-1901
-1900
-1899
-1898
-1897
-1896
-1895
-1894
-1893
-1892
-1891
-1890
-1889
-1888
-1887
-1886
-1885
-1884
-1883
-1882
-1881
-1880
-1879
-1878
-1877
-1876
-1875
-1874
-1873
-1872
-1871
-1870
-1869
-1868
-1867
-1866
-1865
-1864
-1863
-1862
-1861
-1860
-1859
-1858
-1857
-1856
-1855
-1854
-1853
-1852
-1851
-1850
-1849
-1848
-1847
-1846
-1845
-1844
-1843
-1842
-1841
-1840
-1839
-1838
-1837
-1836
-1835
-1834
-1833
-1832
-1831
-1830
-1829
-1828
-1827
-1826
-1825
-1824
-1823
-1822
-1821
-1820
-1819
-1818
-1817
-1816
-1815
-1814
-1813
-1812
-1811
-1810
-1809
-1808
-1807
-1806
-1805
-1804
-1803
-1802
-1801
-1800
-1799
-1798
-1797
-1796
-1795
-1794
-1793
-1792
-1791
-1790
-1789
-1788
-1787
-1786
-1785
-1784
-1783
-1782
-1781
-1780
-1779
-1778
-1777
-1776
-1775
-1774
-1773
-1772
-1771
-1770
-1769
-1768
-1767
-1766
-1765
-1764
-1763
-1762
-1761
-1760
-1759
-1758
-1757
-1756
-1755
-1754
-1753
-1752
-1751
-1750
-1749
-1748
-1747
-1746
-1745
-1744
-1743
-1742
-1741
-1740
-1739
-1738
-1737
-1736
-1735
-1734
-1733
-1732
-1731
-1730
-1729
-1728
-1727
-1726
-1725
-1724
-1723
-1722
-1721
-1720
-1719
-1718
-1717
-1716
-1715
-1714
-1713
-1712
-1711
-1710
-1709
-1708
-1707
-1706
-1705
-1704
-1703
-1702
-1701
-1700
-1699
-1698
-1697
-1696
-1695
-1694
-1693
-1692
-1691
-1690
-1689
-1688
-1687
-1686
-1685
-1684
-1683
-1682
-1681
-1680
-1679
-1678
-1677
-1676
-1675
-1674
-1673
-1672
-1671
-1670
-1669
-1668
-1667
-1666
-1665
-1664
-1663
-1662
-1661
-1660
-1659
-1658
-1657
-1656
-1655
-1654
-1653
-1652
-1651
-1650
-1649
-1648
-1647
-1646
-1645
-1644
-1643
-1642
-1641
-1640
-1639
-1638
-1637
-1636
-1635
-1634
-1633
-1632
-1631
-1630
-1629
-1628
-1627
-1626
-1625
-1624
-1623
-1622
-1621
-1620
-1619
-1618
-1617
-1616
-1615
-1614
-1613
-1612
-1611
-1610
-1609
-1608
-1607
-1606
-1605
-1604
-1603
-1602
-1601
-1600
-1599
-1598
-1597
-1596
-1595
-1594
-1593
-1592
-1591
-1590
-1589
-1588
-1587
-1586
-1585
-1584
-1583
-1582
-1581
-1580
-1579
-1578
-1577
-1576
-1575
-1574
-1573
-1572
-1571
-1570
-1569
-1568
-1567
-1566
-1565
-1564
-1563
-1562
-1561
-1560
-1559
-1558
-1557
-1556
-1555
-1554
-1553
-1552
-1551
-1550
-1549
-1548
-1547
-1546
-1545
-1544
-1543
-1542
-1541
-1540
-1539
-1538
-1537
-1536
-1535
-1534
-1533
-1532
-1531
-1530
-1529
-1528
-1527
-1526
-1525
-1524
-1523
-1522
-1521
-1520
-1519
-1518
-1517
-1516
-1515
-1514
-1513
-1512
-1511
-1510
-1509
-1508
-1507
-1506
-1505
-1504
-1503
-1502
-1501
-1500
-1499
-1498
-1497
-1496
-1495
-1494
-1493
-1492
-1491
-1490
-1489
-1488
-1487
-1486
-1485
-1484
-1483
-1482
-1481
-1480
-1479
-1478
-1477
-1476
-1475
-1474
-1473
-1472
-1471
-1470
-1469
-1468
-1467
-1466
-1465
-1464
-1463
-1462
-1461
-1460
-1459
-1458
-1457
-1456
-1455
-1454
-1453
-1452
-1451
-1450
-1449
-1448
-1447
-1446
-1445
-1444
-1443
-1442
-1441
-1440
-1439
-1438
-1437
-1436
-1435
-1434
-1433
-1432
-1431
-1430
-1429
-1428
-1427
-1426
-1425
-1424
-1423
-1422
-1421
-1420
-1419
-1418
-1417
-1416
-1415
-1414
-1413
-1412
-1411
-1410
-1409
-1408
-1407
-1406
-1405
-1404
-1403
-1402
-1401
-1400
-1399
-1398
-1397
-1396
-1395
-1394
-1393
-1392
-1391
-1390
-1389
-1388
-1387
-1386
-1385
-1384
-1383
-1382
-1381
-1380
-1379
-1378
-1377
-1376
-1375
-1374
-1373
-1372
-1371
-1370
-1369
-1368
-1367
-1366
-1365
-1364
-1363
-1362
-1361
-1360
-1359
-1358
-1357
-1356
-1355
-1354
-1353
-1352
-1351
-1350
-1349
-1348
-1347
-1346
-1345
-1344
-1343
-1342
-1341
-1340
-1339
-1338
-1337
-1336
-1335
-1334
-1333
-1332
-1331
-1330
-1329
-1328
-1327
-1326
-1325
-1324
-1323
-1322
-1321
-1320
-1319
-1318
-1317
-1316
-1315
-1314
-1313
-1312
-1311
-1310
-1309
-1308
-1307
-1306
-1305
-1304
-1303
-1302
-1301
-1300
-1299
-1298
-1297
-1296
-1295
-1294
-1293
-1292
-1291
-1290
-1289
-1288
-1287
-1286
-1285
-1284
-1283
-1282
-1281
-1280
-1279
-1278
-1277
-1276
-1275
-1274
-1273
-1272
-1271
-1270
-1269
-1268
-1267
-1266
-1265
-1264
-1263
-1262
-1261
-1260
-1259
-1258
-1257
-1256
-1255
-1254
-1253
-1252
-1251
-1250
-1249
-1248
-1247
-1246
-1245
-1244
-1243
-1242
-1241
-1240
-1239
-1238
-1237
-1236
-1235
-1234
-1233
-1232
-1231
-1230
-1229
-1228
-1227
-1226
-1225
-1224
-1223
-1222
-1221
-1220
-1219
-1218
-1217
-1216
-1215
-1214
-1213
-1212
-1211
-1210
-1209
-1208
-1207
-1206
-1205
-1204
-1203
-1202
-1201
-1200
-1199
-1198
-1197
-1196
-1195
-1194
-1193
-1192
-1191
-1190
-1189
-1188
-1187
-1186
-1185
-1184
-1183
-1182
-1181
-1180
-1179
-1178
-1177
-1176
-1175
-1174
-1173
-1172
-1171
-1170
-1169
-1168
-1167
-1166
-1165
-1164
-1163
-1162
-1161
-1160
-1159
-1158
-1157
-1156
-1155
-1154
-1153
-1152
-1151
-1150
-1149
-1148
-1147
-1146
-1145
-1144
-1143
-1142
-1141
-1140
-1139
-1138
-1137
-1136
-1135
-1134
-1133
-1132
-1131
-1130
-1129
-1128
-1127
-1126
-1125
-1124
-1123
-1122
-1121
-1120
-1119
-1118
-1117
-1116
-1115
-1114
-1113
-1112
-1111
-1110
-1109
-1108
-1107
-1106
-1105
-1104
-1103
-1102
-1101
-1100
-1099
-1098
-1097
-1096
-1095
-1094
-1093
-1092
-1091
-1090
-1089
-1088
-1087
-1086
-1085
-1084
-1083
-1082
-1081
-1080
-1079
-1078
-1077
-1076
-1075
-1074
-1073
-1072
-1071
-1070
-1069
-1068
-1067
-1066
-1065
-1064
-1063
-1062
-1061
-1060
-1059
-1058
-1057
-1056
-1055
-1054
-1053
-1052
-1051
-1050
-1049
-1048
-1047
-1046
-1045
-1044
-1043
-1042
-1041
-1040
-1039
-1038
-1037
-1036
-1035
-1034
-1033
-1032
-1031
-1030
-1029
-1028
-1027
-1026
-1025
-1024
-1023
-1022
-1021
-1020
-1019
-1018
-1017
-1016
-1015
-1014
-1013
-1012
-1011
-1010
-1009
-1008
-1007
-1006
-1005
-1004
-1003
-1002
-1001
-1000
-999
-998
-997
-996
-995
-994
-993
-992
-991
-990
-989
-988
-987
-986
-985
-984
-983
-982
-981
-980
-979
-978
-977
-976
-975
-974
-973
-972
-971
-970
-969
-968
-967
-966
-965
-964
-963
-962
-961
-960
-959
-958
-957
-956
-955
-954
-953
-952
-951
-950
-949
-948
-947
-946
-945
-944
-943
-942
-941
-940
-939
-938
-937
-936
-935
-934
-933
-932
-931
-930
-929
-928
-927
-926
-925
-924
-923
-922
-921
-920
-919
-918
-917
-916
-915
-914
-913
-912
-911
-910
-909
-908
-907
-906
-905
-904
-903
-902
-901
-900
-899
-898
-897
-896
-895
-894
-893
-892
-891
-890
-889
-888
-887
-886
-885
-884
-883
-882
-881
-880
-879
-878
-877
-876
-875
-874
-873
-872
-871
-870
-869
-868
-867
-866
-865
-864
-863
-862
-861
-860
-859
-858
-857
-856
-855
-854
-853
-852
-851
-850
-849
-848
-847
-846
-845
-844
-843
-842
-841
-840
-839
-838
-837
-836
-835
-834
-833
-832
-831
-830
-829
-828
-827
-826
-825
-824
-823
-822
-821
-820
-819
-818
-817
-816
-815
-814
-813
-812
-811
-810
-809
-808
-807
-806
-805
-804
-803
-802
-801
-800
-799
-798
-797
-796
-795
-794
-793
-792
-791
-790
-789
-788
-787
-786
-785
-784
-783
-782
-781
-780
-779
-778
-777
-776
-775
-774
-773
-772
-771
-770
-769
-768
-767
-766
-765
-764
-763
-762
-761
-760
-759
-758
-757
-756
-755
-754
-753
-752
-751
-750
-749
-748
-747
-746
-745
-744
-743
-742
-741
-740
-739
-738
-737
-736
-735
-734
-733
-732
-731
-730
-729
-728
-727
-726
-725
-724
-723
-722
-721
-720
-719
-718
-717
-716
-715
-714
-713
-712
-711
-710
-709
-708
-707
-706
-705
-704
-703
-702
-701
-700
-699
-698
-697
-696
-695
-694
-693
-692
-691
-690
-689
-688
-687
-686
-685
-684
-683
-682
-681
-680
-679
-678
-677
-676
-675
-674
-673
-672
-671
-670
-669
-668
-667
-666
-665
-664
-663
-662
-661
-660
-659
-658
-657
-656
-655
-654
-653
-652
-651
-650
-649
-648
-647
-646
-645
-644
-643
-642
-641
-640
-639
-638
-637
-636
-635
-634
-633
-632
-631
-630
-629
-628
-627
-626
-625
-624
-623
-622
-621
-620
-619
-618
-617
-616
-615
-614
-613
-612
-611
-610
-609
-608
-607
-606
-605
-604
-603
-602
-601
-600
-599
-598
-597
-596
-595
-594
-593
-592
-591
-590
-589
-588
-587
-586
-585
-584
-583
-582
-581
-580
-579
-578
-577
-576
-575
-574
-573
-572
-571
-570
-569
-568
-567
-566
-565
-564
-563
-562
-561
-560
-559
-558
-557
-556
-555
-554
-553
-552
-551
-550
-549
-548
-547
-546
-545
-544
-543
-542
-541
-540
-539
-538
-537
-536
-535
-534
-533
-532
-531
-530
-529
-528
-527
-526
-525
-524
-523
-522
-521
-520
-519
-518
-517
-516
-515
-514
-513
-512
-511
-510
-509
-508
-507
-506
-505
-504
-503
-502
-501
-500
-499
-498
-497
-496
-495
-494
-493
-492
-491
-490
-489
-488
-487
-486
-485
-484
-483
-482
-481
-480
-479
-478
-477
-476
-475
-474
-473
-472
-471
-470
-469
-468
-467
-466
-465
-464
-463
-462
-461
-460
-459
-458
-457
-456
-455
-454
-453
-452
-451
-450
-449
-448
-447
-446
-445
-444
-443
-442
-441
-440
-439
-438
-437
-436
-435
-434
-433
-432
-431
-430
-429
-428
-427
-426
-425
-424
-423
-422
-421
-420
-419
-418
-417
-416
-415
-414
-413
-412
-411
-410
-409
-408
-407
-406
-405
-404
-403
-402
-401
-400
-399
-398
-397
-396
-395
-394
-393
-392
-391
-390
-389
-388
-387
-386
-385
-384
-383
-382
-381
-380
-379
-378
-377
-376
-375
-374
-373
-372
-371
-370
-369
-368
-367
-366
-365
-364
-363
-362
-361
-360
-359
-358
-357
-356
-355
-354
-353
-352
-351
-350
-349
-348
-347
-346
-345
-344
-343
-342
-341
-340
-339
-338
-337
-336
-335
-334
-333
-332
-331
-330
-329
-328
-327
-326
-325
-324
-323
-322
-321
-320
-319
-318
-317
-316
-315
-314
-313
-312
-311
-310
-309
-308
-307
-306
-305
-304
-303
-302
-301
-300
-299
-298
-297
-296
-295
-294
-293
-292
-291
-290
-289
-288
-287
-286
-285
-284
-283
-282
-281
-280
-279
-278
-277
-276
-275
-274
-273
-272
-271
-270
-269
-268
-267
-266
-265
-264
-263
-262
-261
-260
-259
-258
-257
-256
-255
-254
-253
-252
-251
-250
-249
-248
-247
-246
-245
-244
-243
-242
-241
-240
-239
-238
-237
-236
-235
-234
-233
-232
-231
-230
-229
-228
-227
-226
-225
-224
-223
-222
-221
-220
-219
-218
-217
-216
-215
-214
-213
-212
-211
-210
-209
-208
-207
-206
-205
-204
-203
-202
-201
-200
-199
-198
-197
-196
-195
-194
-193
-192
-191
-190
-189
-188
-187
-186
-185
-184
-183
-182
-181
-180
-179
-178
-177
-176
-175
-174
-173
-172
-171
-170
-169
-168
-167
-166
-165
-164
-163
-162
-161
-160
-159
-158
-157
-156
-155
-154
-153
-152
-151
-150
-149
-148
-147
-146
-145
-144
-143
-142
-141
-140
-139
-138
-137
-136
-135
-134
-133
-132
-131
-130
-129
-128
-127
-126
-125
-124
-123
-122
-121
-120
-119
-118
-117
-116
-115
-114
-113
-112
-111
-110
-109
-108
-107
-106
-105
-104
-103
-102
-101
-100
-99
-98
-97
-96
-95
-94
-93
-92
-91
-90
-89
-88
-87
-86
-85
-84
-83
-82
-81
-80
-79
-78
-77
-76
-75
-74
-73
-72
-71
-70
-69
-68
-67
-66
-65
-64
-63
-62
-61
-60
-59
-58
-57
-56
-55
-54
-53
-52
-51
-50
-49
-48
-47
-46
-45
-44
-43
-42
-41
-40
-39
-38
-37
-36
-35
-34
-33
-32
-31
-30
-29
-28
-27
-26
-25
-24
-23
-22
-21
-20
-19
-18
-17
-16
-15
-14
-13
-12
-11
-10
-9
-8
-7
-6
-5
-4
-3
-2
-1
0.5
1.5
2.5
3.5
4.5
5.5
6.5
7.5
8.5
9.5
10.5
11.5
12.5
13.5
14.5
15.5
16.5
17.5
18.5
19.5
20.5
21.5
22.5
23.5
24.5
25.5
26.5
27.5
28.5
29.5
30.5
31.5
32.5
33.5
34.5
35.5
36.5
37.5
38.5
39.5
40.5
41.5
42.5
43.5
44.5
45.5
46.5
47.5
48.5
49.5
50.5
51.5
52.5
53.5
54.5
55.5
56.5
57.5
58.5
59.5
60.5
61.5
62.5
63.5
64.5
65.5
66.5
67.5
68.5
69.5
70.5
71.5
72.5
73.5
74.5
75.5
76.5
77.5
78.5
79.5
80.5
81.5
82.5
83.5
84.5
85.5
86.5
87.5
88.5
89.5
90.5
91.5
92.5
93.5
94.5
95.5
96.5
97.5
98.5
99.5
100.5
101.5
102.5
103.5
104.5
105.5
106.5
107.5
108.5
109.5
110.5
111.5
112.5
113.5
114.5
115.5
116.5
117.5
118.5
119.5
120.5
121.5
122.5
123.5
124.5
125.5
126.5
127.5
128.5
129.5
130.5
131.5
132.5
133.5
134.5
135.5
136.5
137.5
138.5
139.5
140.5
141.5
142.5
143.5
144.5
145.5
146.5
147.5
148.5
149.5
150.5
151.5
152.5
153.5
154.5
155.5
156.5
157.5
158.5
159.5
160.5
161.5
162.5
163.5
164.5
165.5
166.5
167.5
168.5
169.5
170.5
171.5
172.5
173.5
174.5
175.5
176.5
177.5
178.5
179.5
180.5
181.5
182.5
183.5
184.5
185.5
186.5
187.5
188.5
189.5
190.5
191.5
192.5
193.5
194.5
195.5
196.5
197.5
198.5
199.5
200.5
201.5
202.5
203.5
204.5
205.5
206.5
207.5
208.5
209.5
210.5
211.5
212.5
213.5
214.5
215.5
216.5
217.5
218.5
219.5
220.5
221.5
222.5
223.5
224.5
225.5
226.5
227.5
228.5
229.5
230.5
231.5
232.5
233.5
234.5
235.5
236.5
237.5
238.5
239.5
240.5
241.5
242.5
243.5
244.5
245.5
246.5
247.5
248.5
249.5
250.5
251.5
252.5
253.5
254.5
255.5
256.5
257.5
258.5
259.5
260.5
261.5
262.5
263.5
264.5
265.5
266.5
267.5
268.5
269.5
270.5
271.5
272.5
273.5
274.5
275.5
276.5
277.5
278.5
279.5
280.5
281.5
282.5
283.5
284.5
285.5
286.5
287.5
288.5
289.5
290.5
291.5
292.5
293.5
294.5
295.5
296.5
297.5
298.5
299.5
300.5
301.5
302.5
303.5
304.5
305.5
306.5
307.5
308.5
309.5
310.5
311.5
312.5
313.5
314.5
315.5
316.5
317.5
318.5
319.5
320.5
321.5
322.5
323.5
324.5
325.5
326.5
327.5
328.5
329.5
330.5
331.5
332.5
333.5
334.5
335.5
336.5
337.5
338.5
339.5
340.5
341.5
342.5
343.5
344.5
345.5
346.5
347.5
348.5
349.5
350.5
351.5
352.5
353.5
354.5
355.5
356.5
357.5
358.5
359.5
360.5
361.5
362.5
363.5
364.5
365.5
366.5
367.5
368.5
369.5
370.5
371.5
372.5
373.5
374.5
375.5
376.5
377.5
378.5
379.5
380.5
381.5
382.5
383.5
384.5
385.5
386.5
387.5
388.5
389.5
390.5
391.5
392.5
393.5
394.5
395.5
396.5
397.5
398.5
399.5
400.5
401.5
402.5
403.5
404.5
405.5
406.5
407.5
408.5
409.5
410.5
411.5
412.5
413.5
414.5
415.5
416.5
417.5
418.5
419.5
420.5
421.5
422.5
423.5
424.5
425.5
426.5
427.5
428.5
429.5
430.5
431.5
432.5
433.5
434.5
435.5
436.5
437.5
438.5
439.5
440.5
441.5
442.5
443.5
444.5
445.5
446.5
447.5
448.5
449.5
450.5
451.5
452.5
453.5
454.5
455.5
456.5
457.5
458.5
459.5
460.5
461.5
462.5
463.5
464.5
465.5
466.5
467.5
468.5
469.5
470.5
471.5
472.5
473.5
474.5
475.5
476.5
477.5
478.5
479.5
480.5
481.5
482.5
483.5
484.5
485.5
486.5
487.5
488.5
489.5
490.5
491.5
492.5
493.5
494.5
495.5
496.5
497.5
498.5
499.5
500.5
501.5
502.5
503.5
504.5
505.5
506.5
507.5
508.5
509.5
510.5
511.5
512.5
513.5
514.5
515.5
516.5
517.5
518.5
519.5
520.5
521.5
522.5
523.5
524.5
525.5
526.5
527.5
528.5
529.5
530.5
531.5
532.5
533.5
534.5
535.5
536.5
537.5
538.5
539.5
540.5
541.5
542.5
543.5
544.5
545.5
546.5
547.5
548.5
549.5
550.5
551.5
552.5
553.5
554.5
555.5
556.5
557.5
558.5
559.5
560.5
561.5
562.5
563.5
564.5
565.5
566.5
567.5
568.5
569.5
570.5
571.5
572.5
573.5
574.5
575.5
576.5
577.5
578.5
579.5
580.5
581.5
582.5
583.5
584.5
585.5
586.5
587.5
588.5
589.5
590.5
591.5
592.5
593.5
594.5
595.5
596.5
597.5
598.5
599.5
600.5
601.5
602.5
603.5
604.5
605.5
606.5
607.5
608.5
609.5
610.5
611.5
612.5
613.5
614.5
615.5
616.5
617.5
618.5
619.5
620.5
621.5
622.5
623.5
624.5
625.5
626.5
627.5
628.5
629.5
630.5
631.5
632.5
633.5
634.5
635.5
636.5
637.5
638.5
639.5
640.5
641.5
642.5
643.5
644.5
645.5
646.5
647.5
648.5
649.5
650.5
651.5
652.5
653.5
654.5
655.5
656.5
657.5
658.5
659.5
660.5
661.5
662.5
663.5
664.5
665.5
666.5
667.5
668.5
669.5
670.5
671.5
672.5
673.5
674.5
675.5
676.5
677.5
678.5
679.5
680.5
681.5
682.5
683.5
684.5
685.5
686.5
687.5
688.5
689.5
690.5
691.5
692.5
693.5
694.5
695.5
696.5
697.5
698.5
699.5
700.5
701.5
702.5
703.5
704.5
705.5
706.5
707.5
708.5
709.5
710.5
711.5
712.5
713.5
714.5
715.5
716.5
717.5
718.5
719.5
720.5
721.5
722.5
723.5
724.5
725.5
726.5
727.5
728.5
729.5
730.5
731.5
732.5
733.5
734.5
735.5
736.5
737.5
738.5
739.5
740.5
741.5
742.5
743.5
744.5
745.5
746.5
747.5
748.5
749.5
750.5
751.5
752.5
753.5
754.5
755.5
756.5
757.5
758.5
759.5
760.5
761.5
762.5
763.5
764.5
765.5
766.5
767.5
768.5
769.5
770.5
771.5
772.5
773.5
774.5
775.5
776.5
777.5
778.5
779.5
780.5
781.5
782.5
783.5
784.5
785.5
786.5
787.5
788.5
789.5
790.5
791.5
792.5
793.5
794.5
795.5
796.5
797.5
798.5
799.5
800.5
801.5
802.5
803.5
804.5
805.5
806.5
807.5
808.5
809.5
810.5
811.5
812.5
813.5
814.5
815.5
816.5
817.5
818.5
819.5
820.5
821.5
822.5
823.5
824.5
825.5
826.5
827.5
828.5
829.5
830.5
831.5
832.5
833.5
834.5
835.5
836.5
837.5
838.5
839.5
840.5
841.5
842.5
843.5
844.5
845.5
846.5
847.5
848.5
849.5
850.5
851.5
852.5
853.5
854.5
855.5
856.5
857.5
858.5
859.5
860.5
861.5
862.5
863.5
864.5
865.5
866.5
867.5
868.5
869.5
870.5
871.5
872.5
873.5
874.5
875.5
876.5
877.5
878.5
879.5
880.5
881.5
882.5
883.5
884.5
885.5
886.5
887.5
888.5
889.5
890.5
891.5
892.5
893.5
894.5
895.5
896.5
897.5
898.5
899.5
900.5
901.5
902.5
903.5
904.5
905.5
906.5
907.5
908.5
909.5
910.5
911.5
912.5
913.5
914.5
915.5
916.5
917.5
918.5
919.5
920.5
921.5
922.5
923.5
924.5
925.5
926.5
927.5
928.5
929.5
930.5
931.5
932.5
933.5
934.5
935.5
936.5
937.5
938.5
939.5
940.5
941.5
942.5
943.5
944.5
945.5
946.5
947.5
948.5
949.5
950.5
951.5
952.5
953.5
954.5
955.5
956.5
957.5
958.5
959.5
960.5
961.5
962.5
963.5
964.5
965.5
966.5
967.5
968.5
969.5
970.5
971.5
972.5
973.5
974.5
975.5
976.5
977.5
978.5
979.5
980.5
981.5
982.5
983.5
984.5
985.5
986.5
987.5
988.5
989.5
990.5
991.5
992.5
993.5
994.5
995.5
996.5
997.5
998.5
999.5
1000.5
1001.5
1002.5
1003.5
1004.5
1005.5
1006.5
1007.5
1008.5
1009.5
1010.5
1011.5
1012.5
1013.5
1014.5
1015.5
1016.5
1017.5
1018.5
1019.5
1020.5
1021.5
1022.5
1023.5
1024.5
1025.5
1026.5
1027.5
1028.5
1029.5
1030.5
1031.5
1032.5
1033.5
1034.5
1035.5
1036.5
1037.5
1038.5
1039.5
1040.5
1041.5
1042.5
1043.5
1044.5
1045.5
1046.5
1047.5
1048.5
1049.5
1050.5
1051.5
1052.5
1053.5
1054.5
1055.5
1056.5
1057.5
1058.5
1059.5
1060.5
1061.5
1062.5
1063.5
1064.5
1065.5
1066.5
1067.5
1068.5
1069.5
1070.5
1071.5
1072.5
1073.5
1074.5
1075.5
1076.5
1077.5
1078.5
1079.5
1080.5
1081.5
1082.5
1083.5
1084.5
1085.5
1086.5
1087.5
1088.5
1089.5
1090.5
1091.5
1092.5
1093.5
1094.5
1095.5
1096.5
1097.5
1098.5
1099.5
1100.5
1101.5
1102.5
1103.5
1104.5
1105.5
1106.5
1107.5
1108.5
1109.5
1110.5
1111.5
1112.5
1113.5
1114.5
1115.5
1116.5
1117.5
1118.5
1119.5
1120.5
1121.5
1122.5
1123.5
1124.5
1125.5
1126.5
1127.5
1128.5
1129.5
1130.5
1131.5
1132.5
1133.5
1134.5
1135.5
1136.5
1137.5
1138.5
1139.5
1140.5
1141.5
1142.5
1143.5
1144.5
1145.5
1146.5
1147.5
1148.5
1149.5
1150.5
1151.5
1152.5
1153.5
1154.5
1155.5
1156.5
1157.5
1158.5
1159.5
1160.5
1161.5
1162.5
1163.5
1164.5
1165.5
1166.5
1167.5
1168.5
1169.5
1170.5
1171.5
1172.5
1173.5
1174.5
1175.5
1176.5
1177.5
1178.5
1179.5
1180.5
1181.5
1182.5
1183.5
1184.5
1185.5
1186.5
1187.5
1188.5
1189.5
1190.5
1191.5
1192.5
1193.5
1194.5
1195.5
1196.5
1197.5
1198.5
1199.5
1200.5
1201.5
1202.5
1203.5
1204.5
1205.5
1206.5
1207.5
1208.5
1209.5
1210.5
1211.5
1212.5
1213.5
1214.5
1215.5
1216.5
1217.5
1218.5
1219.5
1220.5
1221.5
1222.5
1223.5
1224.5
1225.5
1226.5
1227.5
1228.5
1229.5
1230.5
1231.5
1232.5
1233.5
1234.5
1235.5
1236.5
1237.5
1238.5
1239.5
1240.5
1241.5
1242.5
1243.5
1244.5
1245.5
1246.5
1247.5
1248.5
1249.5
1250.5
1251.5
1252.5
1253.5
1254.5
1255.5
1256.5
1257.5
1258.5
1259.5
1260.5
1261.5
1262.5
1263.5
1264.5
1265.5
1266.5
1267.5
1268.5
1269.5
1270.5
1271.5
1272.5
1273.5
1274.5
1275.5
1276.5
1277.5
1278.5
1279.5
1280.5
1281.5
1282.5
1283.5
1284.5
1285.5
1286.5
1287.5
1288.5
1289.5
1290.5
1291.5
1292.5
1293.5
1294.5
1295.5
1296.5
1297.5
1298.5
1299.5
1300.5
1301.5
1302.5
1303.5
1304.5
1305.5
1306.5
1307.5
1308.5
1309.5
1310.5
1311.5
1312.5
1313.5
1314.5
1315.5
1316.5
1317.5
1318.5
1319.5
1320.5
1321.5
1322.5
1323.5
1324.5
1325.5
1326.5
1327.5
1328.5
1329.5
1330.5
1331.5
1332.5
1333.5
1334.5
1335.5
1336.5
1337.5
1338.5
1339.5
1340.5
1341.5
1342.5
1343.5
1344.5
1345.5
1346.5
1347.5
1348.5
1349.5
1350.5
1351.5
1352.5
1353.5
1354.5
1355.5
1356.5
1357.5
1358.5
1359.5
1360.5
1361.5
1362.5
1363.5
1364.5
1365.5
1366.5
1367.5
1368.5
1369.5
1370.5
1371.5
1372.5
1373.5
1374.5
1375.5
1376.5
1377.5
1378.5
1379.5
1380.5
1381.5
1382.5
1383.5
1384.5
1385.5
1386.5
1387.5
1388.5
1389.5
1390.5
1391.5
1392.5
1393.5
1394.5
1395.5
1396.5
1397.5
1398.5
1399.5
1400.5
1401.5
1402.5
1403.5
1404.5
1405.5
1406.5
1407.5
1408.5
1409.5
1410.5
1411.5
1412.5
1413.5
1414.5
1415.5
1416.5
1417.5
1418.5
1419.5
1420.5
1421.5
1422.5
1423.5
1424.5
1425.5
1426.5
1427.5
1428.5
1429.5
1430.5
1431.5
1432.5
1433.5
1434.5
1435.5
1436.5
1437.5
1438.5
1439.5
1440.5
1441.5
1442.5
1443.5
1444.5
1445.5
1446.5
1447.5
1448.5
1449.5
1450.5
1451.5
1452.5
1453.5
1454.5
1455.5
1456.5
1457.5
1458.5
1459.5
1460.5
1461.5
1462.5
1463.5
1464.5
1465.5
1466.5
1467.5
1468.5
1469.5
1470.5
1471.5
1472.5
1473.5
1474.5
1475.5
1476.5
1477.5
1478.5
1479.5
1480.5
1481.5
1482.5
1483.5
1484.5
1485.5
1486.5
1487.5
1488.5
1489.5
1490.5
1491.5
1492.5
1493.5
1494.5
1495.5
1496.5
1497.5
1498.5
1499.5
1500.5
1501.5
1502.5
1503.5
1504.5
1505.5
1506.5
1507.5
1508.5
1509.5
1510.5
1511.5
1512.5
1513.5
1514.5
1515.5
1516.5
1517.5
1518.5
1519.5
1520.5
1521.5
1522.5
1523.5
1524.5
1525.5
1526.5
1527.5
1528.5
1529.5
1530.5
1531.5
1532.5
1533.5
1534.5
1535.5
1536.5
1537.5
1538.5
1539.5
1540.5
1541.5
1542.5
1543.5
1544.5
1545.5
1546.5
1547.5
1548.5
1549.5
1550.5
1551.5
1552.5
1553.5
1554.5
1555.5
1556.5
1557.5
1558.5
1559.5
1560.5
1561.5
1562.5
1563.5
1564.5
1565.5
1566.5
1567.5
1568.5
1569.5
1570.5
1571.5
1572.5
1573.5
1574.5
1575.5
1576.5
1577.5
1578.5
1579.5
1580.5
1581.5
1582.5
1583.5
1584.5
1585.5
1586.5
1587.5
1588.5
1589.5
1590.5
1591.5
1592.5
1593.5
1594.5
1595.5
1596.5
1597.5
1598.5
1599.5
1600.5
1601.5
1602.5
1603.5
1604.5
1605.5
1606.5
1607.5
1608.5
1609.5
1610.5
1611.5
1612.5
1613.5
1614.5
1615.5
1616.5
1617.5
1618.5
1619.5
1620.5
1621.5
1622.5
1623.5
1624.5
1625.5
1626.5
1627.5
1628.5
1629.5
1630.5
1631.5
1632.5
1633.5
1634.5
1635.5
1636.5
1637.5
1638.5
1639.5
1640.5
1641.5
1642.5
1643.5
1644.5
1645.5
1646.5
1647.5
1648.5
1649.5
1650.5
1651.5
1652.5
1653.5
1654.5
1655.5
1656.5
1657.5
1658.5
1659.5
1660.5
1661.5
1662.5
1663.5
1664.5
1665.5
1666.5
1667.5
1668.5
1669.5
1670.5
1671.5
1672.5
1673.5
1674.5
1675.5
1676.5
1677.5
1678.5
1679.5
1680.5
1681.5
1682.5
1683.5
1684.5
1685.5
1686.5
1687.5
1688.5
1689.5
1690.5
1691.5
1692.5
1693.5
1694.5
1695.5
1696.5
1697.5
1698.5
1699.5
1700.5
1701.5
1702.5
1703.5
1704.5
1705.5
1706.5
1707.5
1708.5
1709.5
1710.5
1711.5
1712.5
1713.5
1714.5
1715.5
1716.5
1717.5
1718.5
1719.5
1720.5
1721.5
1722.5
1723.5
1724.5
1725.5
1726.5
1727.5
1728.5
1729.5
1730.5
1731.5
1732.5
1733.5
1734.5
1735.5
1736.5
1737.5
1738.5
1739.5
1740.5
1741.5
1742.5
1743.5
1744.5
1745.5
1746.5
1747.5
1748.5
1749.5
1750.5
1751.5
1752.5
1753.5
1754.5
1755.5
1756.5
1757.5
1758.5
1759.5
1760.5
1761.5
1762.5
1763.5
1764.5
1765.5
1766.5
1767.5
1768.5
1769.5
1770.5
1771.5
1772.5
1773.5
1774.5
1775.5
1776.5
1777.5
1778.5
1779.5
1780.5
1781.5
1782.5
1783.5
1784.5
1785.5
1786.5
1787.5
1788.5
1789.5
1790.5
1791.5
1792.5
1793.5
1794.5
1795.5
1796.5
1797.5
1798.5
1799.5
1800.5
1801.5
1802.5
1803.5
1804.5
1805.5
1806.5
1807.5
1808.5
1809.5
1810.5
1811.5
1812.5
1813.5
1814.5
1815.5
1816.5
1817.5
1818.5
1819.5
1820.5
1821.5
1822.5
1823.5
1824.5
1825.5
1826.5
1827.5
1828.5
1829.5
1830.5
1831.5
1832.5
1833.5
1834.5
1835.5
1836.5
1837.5
1838.5
1839.5
1840.5
1841.5
1842.5
1843.5
1844.5
1845.5
1846.5
1847.5
1848.5
1849.5
1850.5
1851.5
1852.5
1853.5
1854.5
1855.5
1856.5
1857.5
1858.5
1859.5
1860.5
1861.5
1862.5
1863.5
1864.5
1865.5
1866.5
1867.5
1868.5
1869.5
1870.5
1871.5
1872.5
1873.5
1874.5
1875.5
1876.5
1877.5
1878.5
1879.5
1880.5
1881.5
1882.5
1883.5
1884.5
1885.5
1886.5
1887.5
1888.5
1889.5
1890.5
1891.5
1892.5
1893.5
1894.5
1895.5
1896.5
1897.5
1898.5
1899.5
1900.5
1901.5
1902.5
1903.5
1904.5
1905.5
1906.5
1907.5
1908.5
1909.5
1910.5
1911.5
1912.5
1913.5
1914.5
1915.5
1916.5
1917.5
1918.5
1919.5
1920.5
1921.5
1922.5
1923.5
1924.5
1925.5
1926.5
1927.5
1928.5
1929.5
1930.5
1931.5
1932.5
1933.5
1934.5
1935.5
1936.5
1937.5
1938.5
1939.5
1940.5
1941.5
1942.5
1943.5
1944.5
1945.5
1946.5
1947.5
1948.5
1949.5
1950.5
1951.5
1952.5
1953.5
1954.5
1955.5
1956.5
1957.5
1958.5
1959.5
1960.5
1961.5
1962.5
1963.5
1964.5
1965.5
1966.5
1967.5
1968.5
1969.5
1970.5
1971.5
1972.5
1973.5
1974.5
1975.5
1976.5
1977.5
1978.5
1979.5
1980.5
1981.5
1982.5
1983.5
1984.5
1985.5
1986.5
1987.5
1988.5
1989.5
1990.5
1991.5
1992.5
1993.5
1994.5
1995.5
1996.5
1997.5
1998.5
1999.5
2000.5
2001.5
2002.5
2003.5
2004.5
2005.5
2006.5
2007.5
2008.5
2009.5
2010.5
2011.5
2012.5
2013.5
2014.5
2015.5
2016.5
2017.5
2018.5
2019.5
2020.5
2021.5
2022.5
2023.5
2024.5
2025.5
2026.5
2027.5
2028.5
2029.5
2030.5
2031.5
2032.5
2033.5
2034.5
2035.5
2036.5
2037.5
2038.5
2039.5
2040.5
2041.5
2042.5
2043.5
2044.5
2045.5
2046.5
2047.5
2048.5
2049.5
2050.5
2051.5
2052.5
2053.5
2054.5
2055.5
2056.5
2057.5
2058.5
2059.5
2060.5
2061.5
2062.5
2063.5
2064.5
2065.5
2066.5
2067.5
2068.5
2069.5
2070.5
2071.5
2072.5
2073.5
2074.5
2075.5
2076.5
2077.5
2078.5
2079.5
2080.5
2081.5
2082.5
2083.5
2084.5
2085.5
2086.5
2087.5
2088.5
2089.5
2090.5
2091.5
2092.5
2093.5
2094.5
2095.5
2096.5
2097.5
2098.5
2099.5
2100.5
2101.5
2102.5
2103.5
2104.5
2105.5
2106.5
2107.5
2108.5
2109.5
2110.5
2111.5
2112.5
2113.5
2114.5
2115.5
2116.5
2117.5
2118.5
2119.5
2120.5
2121.5
2122.5
2123.5
2124.5
2125.5
2126.5
2127.5
2128.5
2129.5
2130.5
2131.5
2132.5
2133.5
2134.5
2135.5
2136.5
2137.5
2138.5
2139.5
2140.5
2141.5
2142.5
2143.5
2144.5
2145.5
2146.5
2147.5
2148.5
2149.5
2150.5
2151.5
2152.5
2153.5
2154.5
2155.5
2156.5
2157.5
2158.5
2159.5
2160.5
2161.5
2162.5
2163.5
2164.5
2165.5
2166.5
2167.5
2168.5
2169.5
2170.5
2171.5
2172.5
2173.5
2174.5
2175.5
2176.5
2177.5
2178.5
2179.5
2180.5
2181.5
2182.5
2183.5
2184.5
2185.5
2186.5
2187.5
2188.5
2189.5
2190.5
2191.5
2192.5
2193.5
2194.5
2195.5
2196.5
2197.5
2198.5
2199.5
2200.5
2201.5
2202.5
2203.5
2204.5
2205.5
2206.5
2207.5
2208.5
2209.5
2210.5
2211.5
2212.5
2213.5
2214.5
2215.5
2216.5
2217.5
2218.5
2219.5
2220.5
2221.5
2222.5
2223.5
2224.5
2225.5
2226.5
2227.5
2228.5
2229.5
2230.5
2231.5
2232.5
2233.5
2234.5
2235.5
2236.5
2237.5
2238.5
2239.5
2240.5
2241.5
2242.5
2243.5
2244.5
2245.5
2246.5
2247.5
2248.5
2249.5
2250.5
2251.5
2252.5
2253.5
2254.5
2255.5
2256.5
2257.5
2258.5
2259.5
2260.5
2261.5
2262.5
2263.5
2264.5
2265.5
2266.5
2267.5
2268.5
2269.5
2270.5
2271.5
2272.5
2273.5
2274.5
2275.5
2276.5
2277.5
2278.5
2279.5
2280.5
2281.5
2282.5
2283.5
2284.5
2285.5
2286.5
2287.5
2288.5
2289.5
2290.5
2291.5
2292.5
2293.5
2294.5
2295.5
2296.5
2297.5
2298.5
2299.5
2300.5
2301.5
2302.5
2303.5
2304.5
2305.5
2306.5
2307.5
2308.5
2309.5
2310.5
2311.5
2312.5
2313.5
2314.5
2315.5
2316.5
2317.5
2318.5
2319.5
2320.5
2321.5
2322.5
2323.5
2324.5
2325.5
2326.5
2327.5
2328.5
2329.5
2330.5
2331.5
2332.5
2333.5
2334.5
2335.5
2336.5
2337.5
2338.5
2339.5
2340.5
2341.5
2342.5
2343.5
2344.5
2345.5
2346.5
2347.5
2348.5
2349.5
2350.5
2351.5
2352.5
2353.5
2354.5
2355.5
2356.5
2357.5
2358.5
2359.5
2360.5
2361.5
2362.5
2363.5
2364.5
2365.5
2366.5
2367.5
2368.5
2369.5
2370.5
2371.5
2372.5
2373.5
2374.5
2375.5
2376.5
2377.5
2378.5
2379.5
2380.5
2381.5
2382.5
2383.5
2384.5
2385.5
2386.5
2387.5
2388.5
2389.5
2390.5
2391.5
2392.5
2393.5
2394.5
2395.5
2396.5
2397.5
2398.5
2399.5
2400.5
2401.5
2402.5
2403.5
2404.5
2405.5
2406.5
2407.5
2408.5
2409.5
2410.5
2411.5
2412.5
2413.5
2414.5
2415.5
2416.5
2417.5
2418.5
2419.5
2420.5
2421.5
2422.5
2423.5
2424.5
2425.5
2426.5
2427.5
2428.5
2429.5
2430.5
2431.5
2432.5
2433.5
2434.5
2435.5
2436.5
2437.5
2438.5
2439.5
2440.5
2441.5
2442.5
2443.5
2444.5
2445.5
2446.5
2447.5
2448.5
2449.5
2450.5
2451.5
2452.5
2453.5
2454.5
2455.5
2456.5
2457.5
2458.5
2459.5
2460.5
2461.5
2462.5
2463.5
2464.5
2465.5
2466.5
2467.5
2468.5
2469.5
2470.5
2471.5
2472.5
2473.5
2474.5
2475.5
2476.5
2477.5
2478.5
2479.5
2480.5
2481.5
2482.5
2483.5
2484.5
2485.5
2486.5
2487.5
2488.5
2489.5
2490.5
2491.5
2492.5
2493.5
2494.5
2495.5
2496.5
2497.5
2498.5
2499.5
2500.5
2501.5
2502.5
2503.5
2504.5
2505.5
2506.5
2507.5
2508.5
2509.5
2510.5
2511.5
2512.5
2513.5
2514.5
2515.5
2516.5
2517.5
2518.5
2519.5
2520.5
2521.5
2522.5
2523.5
2524.5
2525.5
2526.5
2527.5
2528.5
2529.5
2530.5
2531.5
2532.5
2533.5
2534.5
2535.5
2536.5
2537.5
2538.5
2539.5
2540.5
2541.5
2542.5
2543.5
2544.5
2545.5
2546.5
2547.5
2548.5
2549.5
2550.5
2551.5
2552.5
2553.5
2554.5
2555.5
2556.5
2557.5
2558.5
2559.5
2560.5
2561.5
2562.5
2563.5
2564.5
2565.5
2566.5
2567.5
2568.5
2569.5
2570.5
2571.5
2572.5
2573.5
2574.5
2575.5
2576.5
2577.5
2578.5
2579.5
2580.5
2581.5
2582.5
2583.5
2584.5
2585.5
2586.5
2587.5
2588.5
2589.5
2590.5
2591.5
2592.5
2593.5
2594.5
2595.5
2596.5
2597.5
2598.5
2599.5
2600.5
2601.5
2602.5
2603.5
2604.5
2605.5
2606.5
2607.5
2608.5
2609.5
2610.5
2611.5
2612.5
2613.5
2614.5
2615.5
2616.5
2617.5
2618.5
2619.5
2620.5
2621.5
2622.5
2623.5
2624.5
2625.5
2626.5
2627.5
2628.5
2629.5
2630.5
2631.5
2632.5
2633.5
2634.5
2635.5
2636.5
2637.5
2638.5
2639.5
2640.5
2641.5
2642.5
2643.5
2644.5
2645.5
2646.5
2647.5
2648.5
2649.5
2650.5
2651.5
2652.5
2653.5
2654.5
2655.5
2656.5
2657.5
2658.5
2659.5
2660.5
2661.5
2662.5
2663.5
2664.5
2665.5
2666.5
2667.5
2668.5
2669.5
2670.5
2671.5
2672.5
2673.5
2674.5
2675.5
2676.5
2677.5
2678.5
2679.5
2680.5
2681.5
2682.5
2683.5
2684.5
2685.5
2686.5
2687.5
2688.5
2689.5
2690.5
2691.5
2692.5
2693.5
2694.5
2695.5
2696.5
2697.5
2698.5
2699.5
2700.5
2701.5
2702.5
2703.5
2704.5
2705.5
2706.5
2707.5
2708.5
2709.5
2710.5
2711.5
2712.5
2713.5
2714.5
2715.5
2716.5
2717.5
2718.5
2719.5
2720.5
2721.5
2722.5
2723.5
2724.5
2725.5
2726.5
2727.5
2728.5
2729.5
2730.5
2731.5
2732.5
2733.5
2734.5
2735.5
2736.5
2737.5
2738.5
2739.5
2740.5
2741.5
2742.5
2743.5
2744.5
2745.5
2746.5
2747.5
2748.5
2749.5
2750.5
2751.5
2752.5
2753.5
2754.5
2755.5
2756.5
2757.5
2758.5
2759.5
2760.5
2761.5
2762.5
2763.5
2764.5
2765.5
2766.5
2767.5
2768.5
2769.5
2770.5
2771.5
2772.5
2773.5
2774.5
2775.5
2776.5
2777.5
2778.5
2779.5
2780.5
2781.5
2782.5
2783.5
2784.5
2785.5
2786.5
2787.5
2788.5
2789.5
2790.5
2791.5
2792.5
2793.5
2794.5
2795.5
2796.5
2797.5
2798.5
2799.5
2800.5
2801.5
2802.5
2803.5
2804.5
2805.5
2806.5
2807.5
2808.5
2809.5
2810.5
2811.5
2812.5
2813.5
2814.5
2815.5
2816.5
2817.5
2818.5
2819.5
2820.5
2821.5
2822.5
2823.5
2824.5
2825.5
2826.5
2827.5
2828.5
2829.5
2830.5
2831.5
2832.5
2833.5
2834.5
2835.5
2836.5
2837.5
2838.5
2839.5
2840.5
2841.5
2842.5
2843.5
2844.5
2845.5
2846.5
2847.5
2848.5
2849.5
2850.5
2851.5
2852.5
2853.5
2854.5
2855.5
2856.5
2857.5
2858.5
2859.5
2860.5
2861.5
2862.5
2863.5
2864.5
2865.5
2866.5
2867.5
2868.5
2869.5
2870.5
2871.5
2872.5
2873.5
2874.5
2875.5
2876.5
2877.5
2878.5
2879.5
2880.5
2881.5
2882.5
2883.5
2884.5
2885.5
2886.5
2887.5
2888.5
2889.5
2890.5
2891.5
2892.5
2893.5
2894.5
2895.5
2896.5
2897.5
2898.5
2899.5
2900.5
2901.5
2902.5
